[
  {"id":"Ahmed.Jaidka2015ProtestsAgainstDelhigangrape","abstract":"This paper offers a comprehensive approach towards analyzing and explaining the role of Twitter in shaping and facilitating social movements especially during protests. It presents automatic and manual analyses of the tweet themes, usage characteristics and major Twitter users during a public outcry against a gang rape incident in Delhi, the capital city of India. Our results identified Twitter as an important channel of diffusion of ideas with the ability to share news and ideas rapidly among a vast set of adopters defying geographical boundaries. Results of the content analyses highlight the prominent use of social media resources in disseminating information on Twitter, and the remarkable role of Twitter users as citizen journalists during the days of the protest. Results of the social network analysis suggest that major role players on Twitter were the offline protest leaders.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Ahmed","given":"Saifuddin"},{"family":"Jaidka","given":"Kokil"}],"citation-key":"Ahmed.Jaidka2015ProtestsAgainstDelhigangrape","container-title":"eJournal of eDemocracy and Open Government","DOI":"10.29379/jedem.v5i1.197","issue":"1","issued":{"date-parts":[[2015,9,6]]},"language":"en","note":"https://web.archive.org/web/20211213124037/https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2395763","page":"28-58","source":"papers.ssrn.com","title":"Protests against #delhigangrape on Twitter: Analyzing India's Arab Spring","title-short":"Protests against #delhigangrape on Twitter","type":"article-journal","URL":"https://papers.ssrn.com/abstract=2395763","volume":"5"},
  {"id":"Al-Rawi2021TrollingAndPraising","abstract":"Numerous studies have been written on the role of social media during the Arab Spring and the nature and goals of the popular protests that engulfed the Arab world, but there is little empirical research on the online Arabic discussion on the Arab Spring on Twitter. This chapter empirically examines over 1.2 million tweets referencing the Arab Spring. Theoretically, the study is situated within the discussion of online trolling, and the preliminary findings show that there are two main active groups. The first one shows support for the Arab Spring event as a catalyst for democratic change, often calling the protests “revolutions” leading to positive political progress. On the other hand, the second online community discusses the Arab Spring in the framework of foreign conspiracies, social chaos, and political regression, framing it as a pathway for political Islam to take over Arab countries. This community focuses its attacks on Qatar and its Doha-based Al Jazeera channel, accusing them of engineering popular protests in different countries with the help of the Muslim Brothers. The chapter contextualizes the findings to provide more insight on the political developments in relation to the public discourses on the Arab Spring.","author":[{"family":"Al-Rawi","given":"Ahmed"}],"citation-key":"Al-Rawi2021TrollingAndPraising","container-title":"The Routledge Handbook of Digital Media and Globalization","DOI":"10.4324/9780367816742-27","editor":[{"family":"Jin","given":"Dal Yong"}],"event-place":"London","ISBN":"978-0-367-81674-2","issued":{"date-parts":[[2021]]},"language":"en","number-of-pages":"7","page":"2015-221","publisher":"Routledge","publisher-place":"London","title":"Trolling and Praising the Arab Spring on Twitter","type":"chapter"},
  {"id":"Alahmed2011VoiceOfTheArabs","abstract":"The Voice of the Arabs radio program was one of the most prominent instrument known to the Arab World. The radio was one of the most influential media tool in Arab media history. Its message played a significant role in changing the map of Arab politics in 1950s, creating the concept of Arab Nationalism and marked the real beginning of media politics in the Arab world. This paper studies how the radio was used to spread propaganda and create large-scale ideological campaigns against perceived enemies (imperialist and colonialist) of national security, sovereignty, and political monopoly. Also, this paper investigates the elements of political power in The Voice of the Arabs radio program especially in war and its impact on the international masses. Finally, how the radio show reflected diplomatically and politically on other Arab countries as well as on the West, then, how the U.K. and the U.S. responded to the radio.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Alahmed","given":"Anas"}],"citation-key":"Alahmed2011VoiceOfTheArabs","DOI":"10.2139/ssrn.2047212","event-place":"Arthur L. Carter Journalism Institute, New York University","event-title":"The Joint Journalism Historians Conference","issued":{"date-parts":[[2011,3,12]]},"language":"en","note":"https://web.archive.org/web/20180605064534/https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2047212; https://web.archive.org/web/20211213114412/https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2047212","publisher-place":"Arthur L. Carter Journalism Institute, New York University","source":"papers.ssrn.com","title":"Voice of the Arabs Radio: Its Effects and Political Power During the Nasser Era (1953-1967)","title-short":"Voice of the Arabs Radio","type":"paper-conference","URL":"https://papers.ssrn.com/abstract=2047212"},
  {"id":"AlShehhi.etal2019ArabiaFelix2","abstract":"The global popularity of social media platforms has given rise to unprecedented amounts of data, much of which reflects the thoughts, opinions and affective states of individual users. Systematic explorations of these large datasets can yield valuable information about a variety of psychological and sociocultural variables. The global nature of these platforms makes it important to extend this type of exploration across cultures and languages as each situation is likely to present unique methodological challenges and yield findings particular to the specific sociocultural context. To date, very few studies exploring large social media datasets have focused on the Arab world. This study examined social media use in Arabic and English across the United Arab Emirates (UAE), looking specifically at indicators of subjective wellbeing (happiness) across both languages. A large social media dataset, spanning 2013 to 2017, was extracted from Twitter. More than 17 million Twitter messages (tweets), written in Arabic and English and posted by users based in the UAE, were analyzed. Numerous differences were observed between individuals posting messages (tweeting) in English compared with those posting in Arabic. These differences included significant variations in the mean number of tweets posted, and the mean size of users networks (e.g. the number of followers). Additionally, using lexicon-based sentiment analytic tools (Hedonometer and Valence Shift Word Graphs), temporal patterns of happiness (expressions of positive sentiment) were explored in both languages across all seven regions (Emirates) of the UAE. Findings indicate that 7:00 am was the happiest hour, and Friday was the happiest day for both languages (the least happy day varied by language). The happiest months differed based on language, and there were also significant variations in sentiment patterns, peaks and troughs in happiness, associated with events of sociopolitical and religio-cultural significance for the UAE.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Al Shehhi","given":"Aamna"},{"family":"Thomas","given":"Justin"},{"family":"Welsch","given":"Roy"},{"family":"Grey","given":"Ian"},{"family":"Aung","given":"Zeyar"}],"citation-key":"AlShehhi.etal2019ArabiaFelix2","container-title":"Journal of Big Data","container-title-short":"Journal of Big Data","DOI":"10.1186/s40537-019-0195-2","ISSN":"2196-1115","issue":"1","issued":{"date-parts":[[2019]]},"note":"https://web.archive.org/web/20201202004856/https://journalofbigdata.springeropen.com/articles/10.1186/s40537-019-0195-2","page":"33","source":"BioMed Central","title":"Arabia Felix 2.0: a cross-linguistic Twitter analysis of happiness patterns in the United Arab Emirates","title-short":"Arabia Felix 2.0","type":"article-journal","URL":"https://doi.org/10.1186/s40537-019-0195-2","volume":"6"},
  {"id":"AlʿAzm+2000","abstract":"Al-Azm produces convincing evidence for the overarching dominance and mind-boggling success of Orientalist discourses by pointing at whathe calls \"Ontologic Orientalism in Reverse\" and \"Islamaniac Orientalism\".","author":[{"family":"ʿAzm","given":"Sadik Jalal","non-dropping-particle":"al-"}],"call-number":"1 A 468571, III h3(6) Macfie","citation-key":"AlʿAzm+2000","container-title":"Orientalism: A Reader","editor":[{"family":"Macfie","given":"Alexander Lyon"}],"event-place":"Cairo","issued":{"date-parts":[[2000]]},"language":"en","note":"uuid: 3E192D38-A4C5-4F0F-832E-388C10AAA061","original-date":{"date-parts":[[1981]]},"page":"217-238","publisher":"American University in Cairo Press","publisher-place":"Cairo","source":"Till, StaBi, FU Islamwissenschaft","title":"Orientalism and Orientalism in reverse","type":"chapter"},
  {"id":"Anable+2018","abstract":"The study of contemporary media platforms such as gaming consoles, mobile phones, and social media websites can be understood as an extension of the longer history of apparatus theory, science and technology studies, and the archaeological turn in film and media studies. Platform studies also shares methodologies and theoretical frameworks with code studies, software studies, digital humanities, media infrastructure studies, and game studies. One of platform studies' primary methodologies is the close inspection and analysis of the materiality of media technologies. By emphasizing the matter of media devices\\textemdash their chips, wires, slots, sensors, plastic and anodized aluminum bodies\\textemdash in other words, their thingness, platform studies considers what this matter can tell us about the forces and conditions that shape our media landscape. Taking apart and examining her VCR, for example, Caetlin Benson-Allott finds a filmic architecture that suggests a less rigid and more pleasurable model of spectatorship and sexual difference than apparatus theory proposed. ``With its feminized faceplate and technological interdependency,'' Benson-Allott writes, ``the VCR dismantles the fantasy of the autonomous, masculine apparatus and leaves in its place a new sexual indeterminacy.''1Our contemporary media experiences increasingly happen on, across, and through discrete, proprietary, and niche digital media platforms: iPhone, Netflix, Facebook, Xbox, Oculus Rift, et cetera. These developments have inspired a more specific definition of platforms and platform studies in recent years. This narrower field is concerned specifically with the computational architecture of our digital devices and with the particular algorithms and protocols of social media. In Nick Montfort and Ian Bogost's definition, platforms are the ``underlying computing systems'' of culture and creativity, and platform studies makes possible the ``serious consideration of circuits, chips, peripherals, and how they are integrated and used.''2 The study of video games has been a particularly important locus for both defining and practicing platform studies. When Montfort and Bogost inaugurated their Platform Studies book series for MIT Press, they conceptualized platforms as ``the foundations of digital media, ldots both hardware and software, that developers and users depend upon for artistic, literary, and gaming development.''3 In the first book in the series, they applied this approach to the Atari Video Computer System, and many of the subsequent books have also been close analyses of specific gaming consoles. In figuring the platform as the overlooked and under-theorized material base of digital creativity, platform studies extends the structural metaphor of ``levels'' from game studies, which inherited it from computer science's geological metaphor of ``layered'' computational architecture.4Defining a broad scholarly project premised on the specificity of gaming platforms has the effect of clarifying its conceptual limitations and pointing to where feminist interventions into platform studies are most necessary. ``Bachelor machine'' is the term Constance Penley borrowed from Michel Carrouges in the 1980s to describe the way film theory's focus on ``the apparatus'' reproduced a blindness to sexual difference among its theoreticians.5 The narrow definition of platform studies that has recently taken hold can have a similar ``bacheloresque'' effect, reproducing methodologies and epistemologies with no need for gender, race, sexuality, or other types of difference. In Montfort and Bogost's model of platforms as the foundation of computational systems, for example, the player's body, identity, and audiovisual representations are peripheral to the primacy of the hardware. Focusing too myopically on platforms, then, tends to reproduce histories and analyses that ignore the complicated differences and relationships between technologies as things and bodies as things\\textemdash as systems differently encoded by race, ability, gender, class, ethnicity, nationality, and sexuality. Game studies' formalist and affective attachments to platforms ends up, Laine Nooney writes, ``simply rearranging actor-network deck chairs, envisioning histories and theories without corporeal or discursive bodies, histories or theories lost in their own love for the mechanism's indifference to the body.''6In their critique of the subfield, Thomas Apperley and Jussi Parikka write, ``Platforms are not recalled and rediscovered through platform studies, rather in the process of `doing' platform studies, a uniform platform is produced.''7 If the subfield is meant to address media studies' lack of attention to things, the ``chips and wires,'' it should then also address, as Benson-Allott suggests, ``the relation of chips and wires to other things,'' such as the ways platforms cannot be disentangled from the social nexuses of the bodies, identities, and media representations of their users and creators.8 Feminist approaches resist this myopic tendency and instead look to where the perceived boundaries of platforms break down or blur: between code and interface, between object and subject, between the materiality of the platform and the materiality of the raced and gendered bodies that create and use them. Similar to how many feminist writers on film worked within and against the limitations of apparatus theory, feminist media scholars use and creatively abuse the platform metaphor in order to expand our understanding of the relationship between media technologies and our social worlds.The ``levels'' metaphor of platform studies has epistemological and methodological consequences: it spatially reinforces dubious claims in digital media studies that identities and their representations are merely ``surface effects'' of a deeper and more significant technological structure.9 Recently, queer and feminist game studies scholars have called this dismissal of identity and representation into question.10 For example, considering how race, gender, and sexuality intersect in video games and gaming culture, Jennifer Malkowski and TreaAndrea M. Russworm write, ``Representation in game studies must be viewed as a system that functions as akin to\\textemdash rather than as a distraction from\\textemdash the discipline's more celebrated, hard-core objects of study.''11 Feminist approaches tend to disturb and question the discrete levels and boundaries of platform studies to expose the epistemological and ontological limits these impose for media studies. For example, Rena Bivens's research on how Facebook governs the expression of the gender identities of its users demonstrates how platforms are not discrete or monolithic things, but rather constituted and negotiated through multiple and even conflicting design choices, programming mandates, and stakeholders. The interfaces of social media platforms, as Bivens demonstrates, are not merely the effects of deeper computational structures, but actually produce their own complicated effects and may do so separately from the design choices at a deeper ``underlying'' level. While the design of Facebook's public-facing interface, for example, now allows nonbinary, trans, and genderqueer users to customize their gender identities, the company still actively preserves the male-female binary at the database level in the interest of delivering data to their advertisers. ``Considering both surface and deep software levels,'' Bivens writes, ``Facebook's software has always existed somewhere between a rigid gender binary and fluid spectrum.''12Imagining media platforms as sealed ``black boxes'' reinforces a similar sealing off of subjectivity, agency, race, and sexuality. Rather than being discrete objects, platforms, and the ways they connect us technologically and socially to others, are porous, penetrating, and penetrable. Analyzing the network cards that connect our devices to the internet, Wendy Chun and Sarah Friedland find a fundamental ``promiscuity,'' even ``sluttiness,'' in our platforms in how they must constantly expose our data to the network in order to function properly. The disjuncture between the radical openness and sharing of internet protocols and the gendered discourses around ``slut shaming'' and ``revenge porn'' on social media platforms, they argue, shore up fantasies of personal and ``sealed off'' technologies and ``[figure] the online subject as open, vulnerable, and perhaps asking for it: that is, as traditionally female.''13 There is a relationship between the ways platform studies mischaracterizes digital technologies as ``black boxes'' that can only be exposed by a certain kind of penetrating scholarly gaze and the discourses the shore up the idea that women are ``ruined'' through the networked exposure of their bodies and sexuality.In identifying platforms as discrete, stable, and foundational objects, platform studies runs the risk of mimicking and reinforcing the rhetoric of platform marketing that tells us that these devices are foundational to our work and social lives.14 Feminist platform studies points us toward the larger global context and impact of digital media platforms\\textemdash their production, use, and relationship to media infrastructure.15 Sarah Sharma asks us to consider whose lives these devices and their applications are meant to improve. From smartphones that ``seem to be doing the work of an overbearing and meddling mother ldots monitoring, anticipating needs, provoking sharing, sending reminders'' to apps that outsource our transportation, house cleaning, and food delivery to an increasingly precarious labor force, ``every new technology brings with it the question, and often the answer, of what or who this new technology will take care of.''16 Increasingly, Sharma argues, our platforms are designed to reproduce patriarchal and misogynist fantasies of care, exit, and escape that are built on the backs of women and people of color. About her VCR, Benson-Allott writes, ``Spill its guts and the first thing it will tell you is that its chips were made in Indonesia while its walls were poured and assembled in Japan for a parent company in the United States.''17 All digital media platforms are dependent on a global network of mineral extraction, electronics manufacturing and assembly, and communications infrastructures. Building on Donna Haraway's concept of the ``integrated circuit of technoculture,'' Lisa Nakamura demonstrates how the bodies of women of color who assemble electronic components ``become part of digital platforms by providing the labor needed to make them.''18 The laboring bodies of electronics assembly, Nakamura and others remind us, are the actual platforms\\textemdash the underlying and usually overlooked foundation\\textemdash on which our digital creativity and expression depend.Writing about the ways computer operating systems in the mid-twentieth century encoded US racial dynamics and segregation, Tara McPherson asks, ``Might we ask if there is not something particular to the very forms of electronic media that seems to encourage ldots a movement that partitions race off from the specificity of media forms? ldots Further, might we come to understand that our own critical methodologies are the heirs to this epistemological shift?''19 Feminist media scholars ask similar questions about platform studies and the ways its narrowly bounded object creates an artificial partition between the chips, wires, and code and the bodies and identities that interact with them. Whereas platform studies tends to bracket culture and context in order to gaze at the hard body of the computational architecture, feminist media scholars call for the creation of new platforms and new methodologies guided by attention to difference. McPherson writes, ``We should design our tools differently, in a mode that explicitly engages power and difference from the get-go, laying bare our theoretical allegiances and exploring the intra-actions of culture and matter.''20 Similarly, Kara Keeling calls for queer operating systems that acknowledge the racial and gendered encoding and partitioning described by McPherson ``while still striving to forge new relationships and connections.''21Platform studies itself can be a bit of a bachelor machine, but feminist interventions remind us that platforms, like their creators, users, and critics, can also be curiously porous, queerly promiscuous, and radically leaky.","author":[{"family":"Anable","given":"Aubrey"}],"citation-key":"Anable+2018","container-title":"Feminist Media Histories","DOI":"10/gh2zc2","event-place":"","issue":"2","issued":{"literal":"2018-04-xx"},"language":"en","note":"uuid: EEE67F9B-47C3-4AB7-A1F4-D6BD23E0CD8D","number":"2","page":"135-140","publisher":"University of California Press","publisher-place":"","title":"Platform Studies","type":"article-journal","volume":"4"},
  {"id":"Anderson+1983","abstract":"Definitions:\n            \"I propose the following definition of the nation: (5) \"it [the nation] is an imagined political community - and imagined as both inherently limited and sovereign.\" (6) - Anderson only gives a factual description!\n               a) imagined: all communities exceeding the face-to-face community of the village are imagined, what distinguishes them is the \"style in which they are imagined\". Imagined does not mean fabricated or consciously constructed (as Gellner allegedly believes) (6)\n               b) limited: thus nation exists only in the plural (7). The potential stretch of these communities was inherently limited\" (46) by the factual \"fatality of human linguistic diversity.\" (43)\n               c) sovereign: \"because the concept was born in an age in which Enlightenment and Revolution were destroying the legitimacy of the divinely-ordained, hierarchical  dynastic realm.\" (7) - extremely weak argument\n               d) community: \"the nation is always conceived as a deep, horizontal comradeship. Ultimately it is this fraternity that makes it possible, over the past two centuries, for so many millions of people, not so much to kill, as willingly to die fur such limited imaginings.\", i.e. it rests on a basic assumption of the fraternity of equals (7) which could give the basic legitimization for the claim of sovereignty, though Anderson does not rise this point.\n               - from a) could follow that there is no nation-in-itself without a nation-for-itself, for it is bound to being conceived as a nation, compare Haas on that issue.\n            \n            Development in at least two stages:\n            a) a formative phase of largely arbitrary conjunction of the basic conditions (45) the blueprint was provided by the Americas (81) and a \"French Revolution\" as created by the print media (Hobsbawm) and made into a model (80) \n            b) then this could be and was taken as a \"formal model to become imitated\" (45). \"the 'nation' proved to be an invention on which it was impossible to secure a patent. It became available for pirating by widely different, and sometimes unexpected hands.\" (67)\n               - by mid-19th century \"[…] imposed certain 'standards' from which too-marked deviations were impermissible.\" (81)\n            \n            Cultural Roots\n            a) decline of religiously imagined communities\n               - Nationalism gains momentum when the old systems of belief lost their appeal but suffering and contingency had still to be explained: \"It is the magic of nationalism to turn chance into destiny.\" (12)\n            Strong affinity with religious symbols because \"The century of the Enlightenment, of rationalist secularism brought with it its own modern darkness. With the ebbing of religious belief, the suffering which belief in part composed did not disappear.\" (11) \n               - With their sacred languages and their claim of universality the allowed anybody for admission (12-6)\n               - reasons for decline: \n                    [I) discovery of the non-European world (16-8)]\n                    I) decline of the sacred languages and rise of vernaculars (Bloch: \"Latin was not only the language in which teaching was done, it was the only language taught.\") (18)\n                    II) decline of legitimacy of dynastic rule as divinely given (19-). These dynasties that expanded through war fare and intermarriage (20) were not just transnational but actually non-national at all and are usually foreigners to the country they are ruling (Gellner) (21) - implicitly: The decline can be seen in the rise of imperialism; whereas a king has divine legitimization the emperor occupies power (i.e. Roman Empire) \n                   III) decline of a \"temporality in which cosmology and history were indistinguishable\" (36) \n            \n            b) \"invention\" of  linear chronological time (23)\n            - opposed to the old simultaneity of past, present, and future a new \"homogenous, empty time\" (Benjamin) gains precedence (24)\n            - \"The idea of a sociological organism moving calendrically through homogenous, empty time is a precise analogue of the idea of the nation, which also is conceived as a solid community moving steadily down (or up) history.\" (26)\n            - gives four examples of literary works (26-32) \n            - newspapers:\n               - this homogenous time is exemplarily produced by newspapers: the only bond that connects the events reported in a newspaper is the date that is printed on the frontpage (33)\n               - newspapers are a mass-produced commodity that is almost simultaneously consumed, which creates a mass-ceremony and the imagined community of the readers, who are \"well aware that the ceremony he performs is being replicated simultaneously by thousands (or millions) of others whose existence he is confident, yet of whose identity he has not the slightest notion.\" (35)\n            \n            Spread of National Consciousness\n            \"What, in a positive sense, made the new communities imaginable was a half-fortuitious, but explosive, interaction between a system of production and productive relations (capitalism), a technology of communication (print), and the fatality of human linguistic diversity.\" (42-3) \"[…] it would be a mistake to equate this fatality with that common element in nationalist ideologies which stresses the primordial fatality of particular languages and their association with particular territorial units.\" (43)\n            \n            a) rise of the vernacular languages, due to \"age of mechanical reproduction\" (37): \"Then and now the bulk of mankind is monoglot. The logic of capitalism thus meant that once the elite Latin market was saturated, the potentially huge markets represented by the monoglot masses would beckon.\" (38) \"These fellow-readers, to whom they were connected through print, formed, in their secularism particular, visible invisibility, the embryo of the nationally imagined community.\" (44) this was facilitated by\n               I) drive towards Ciceroan Latin due to the humanists, no relation with the ecclestial life anymore (39)\n               II) the Reformation, creating new reading publics among merchants and women (39-40)\n               III) trend towards centralization of states (40), that created state-languages (41) \n            b) \"print-capitalism gave a new fixity to language, which in the long run helped to built the image of antiquity so central to the subjective idea of the nation.\" (44) \"Certain dialects inevitably were 'closer' to each print-language and dominated their final forms.\" (45) dito for vernaculars that \"already used that print-language and appeared correspondingly menacing to those who did not.\" (78) \n            \n            Creole Pioneers\n            The first national liberation movements in the two Americas were not based on linguistic arguments (47-50), why so?\n            - all the South American republics had been administrative units from 16th cent onward (52)\n            - They became seen as a fatherland by journeys of the creole elites as \"meaning-creating experience\" (53) These journeys were limited to the colonial periphery's centre (56-60) and provided people with the experience a limited and clearly defined territory and of having counterparts from all over the country (55). In order to communicate within their strata and with the centre they had to employ a standardized language-of-state (56)\n            - The other important role played the journalist-cum-printer-cum-publisher of provincial newspapers \n            \n            Old Languages, New Models\n            - On the assumption that every people has its own language (Herder) (67-8), dictionaries (often monolingual) and encyclopaedias were compiled and philology became the first science that established the principle of evolution (Hobsbawm) (70-1), which led the way to cultural (e.g. modern Greek nationalism as instigated by philhellenism) (72). This caused the proliferation of formalized languages and nation-states based in these (74).\n            - The highly educated agents of early linguistic nationalism depended on a market and consumers: their families, wives and children (75). The economic bourgeoisie was formed as a class of replicas: \"Here a class which, figuratively speaking, came into being as class only in so many replications. […] they did come to visualize in a general way the existence of thousands and thousands like themselves through print-language.\" (77)  \n            - \"[…] typical, however, was a coalition of lesser gentries, academics, professionals, and businessmen, in which the first often provided leaders of 'standing', the second and third myths, poetry, newspapers, and ideological formulations, and the last money and marketing facilities.\" (79)\n            After the initial stage  \"'The new middle-class intelligentsia of nationalism had to invite the masses into history; and the invitation card had to be written in in a language they understand.'\" (Nairn) (80)\n            \n            Official Nationalism and Imperialism\n            - The top-down approach of nation-building (e.g. Russification) \"developed after and in reaction to , the popular national movements proliferating in Europe since the 1820s.\" (86)\n            - \"official nationlism\" inside Europe: \"These nationalism were historically 'impossible' until after the appearance of popular linguistic-nationalisms, for, at bottom, they were responses by power-groups - primarily, but not exclusively, dynastic and aristocratic - threatened with exclusion from, or marginalization in, popular imagined communities.\" (110) \n            \n            The Last Wave (post WW II)\n            - areas congruent with colonial boundaries (114)\n            - the journeys are not longer exclusive to administrative elites but the masses are travelling within that area (115)\n            - the spread of modern-style education proliferated the common language and imperial 'official nationalism' (116) (Gellner). The new \"colonial\" school were uniform and installed a spatial hierarchy (121). Thus, at a certain time a particular group of adolescents actually experienced being a nation. (124)\n            - difference to earlier nationalisms: they consciusly admitted their being newcomers: foundation of various \"young\" movements (e.g. SE Asia) (119)\n            \n            Patriotism and Racism (141-54)\n            The Angel of History (155-62)\n            Census, Map, Museum (163-85)\n            Memory and Forgetting (187-\n            - Rénan: und allen ist etwas gemeinsam, dass sie gemeinsam etwas vergessen haben - oder so ähnlich","author":[{"family":"Anderson","given":"Benedict"}],"citation-key":"Anderson+1983","edition":"2","event-place":"London","issued":{"date-parts":[[1991]]},"language":"en","note":"uuid: B2C7DA53-B92E-4A74-8693-42B73C06651F","publisher":"Verso","publisher-place":"London","source":"Till","title":"Imagined communities: reflections on the origin and spread of nationalism","type":"book"},
  {"id":"Appadurai+1990+DisjunctureAndDifference","author":[{"family":"Appadurai","given":"Arjun"}],"citation-key":"Appadurai+1990+DisjunctureAndDifference","container-title":"Theory, culture & society","DOI":"10.1177/026327690007002017","issue":"2-3","issued":{"date-parts":[[1990]]},"page":"295–310","publisher":"Sage Publications","source":"Google Scholar","title":"Disjuncture and difference in the global cultural economy","type":"article-journal","volume":"7"},
  {"id":"Appadurai+1996+ModernityAtLarge","author":[{"family":"Appadurai","given":"Arjun"}],"citation-key":"Appadurai+1996+ModernityAtLarge","ISBN":"978-1-4529-0006-3","issued":{"date-parts":[[1996]]},"language":"en","number-of-pages":"252","publisher":"University of Minnesota Press","source":"Google Books","title":"Modernity At Large: Cultural Dimensions of Globalization","title-short":"Modernity At Large","type":"book"},
  {"id":"ArabiSharara2019Nasser","author":[{"family":"Arabi","given":"Afif"},{"family":"Sharara","given":"Sahar"}],"citation-key":"ArabiSharara2019Nasser","container-title":"RE: SOUND 2019–8th International Conference on Media Art, Science, and Technology 8","issued":{"date-parts":[[2019]]},"page":"86–90","source":"Google Scholar","title":"Nasser the Radio Star and Sound Icon in Arab Collective Memory","type":"paper-conference"},
  {"id":"Auji+2016","author":[{"family":"Auji","given":"Hala"}],"citation-key":"Auji+2016","event-place":"Leiden","issued":{"date-parts":[[2016]]},"note":"uuid: 5B1E1338-A1AC-4485-AD8A-D55C5FC87834","publisher":"Brill","publisher-place":"Leiden","title":"Printing Arab Modernity: Book Culture and The American Press in Nineteenth-Century Beirut","title-short":"Printing Arab Modernity","type":"book"},
  {"id":"Auji+2019+TheImplicationsOf","abstract":"This article takes up a material analysis of a set of eleven nineteenth-century Arabic broadsides entitled Nafir Suriyya, published in Beirut by Syrian intellectual Butrus al-Bustani from 1860-1861. Produced in response to the civil wars of 1860 in Mount Lebanon and Damascus (in the Ottoman Syrian provinces), when intercommunal conflicts occurred between different confessional groups, these publications called for unity and cooperation amongst these communities through the framework of patriotism and one's love of the homeland. These broadsides have thus played an important role in twentieth and twenty-first century scholarship on early nationalist sentiment, particularly a Syro-Lebanese political identity, amongst Arabic-speaking Ottoman denizens. This article takes up a material analysis of Nafir Suriyya, a rare set of eleven printed Arabic broadsides produced between 1860-1861 in Ottoman Beirut, to consider the wider cultural and socio-political implications of this medium in relationship to other print media in circulation within the Ottoman public domain.","author":[{"family":"Auji","given":"Hala"}],"citation-key":"Auji+2019+TheImplicationsOf","container-title":"Visible Language","issue":"1","issued":{"date-parts":[[2019]]},"page":"20–49","publisher":"University of Cincinnati on behalf of Visible Language","source":"Google Scholar","title":"The Implications of Media: A material reading of nineteenth-century Arabic broadsides","title-short":"The Implications of Media","type":"article-journal","volume":"53"},
  {"id":"Ayalon+1992","abstract":"Ayalon tries to provide an overview of the entire history of Arabic press, periodicals and journalism, which I think is too ambitious a goal. He provides some useful terminological clarifications and summarizes some of his points made on other occasions, namely the 3(4) obstacles for the early Arabic press: objections against printed Arabic, illiteracy, poverty, lack of interest\n\nSources: \n- i.a. ḥadīqat al-akhbār, unfortunately using ḥadīqat al-akhbār only from the 1858-68 area that is held by many libraries.","author":[{"family":"Ayalon","given":"Ami"}],"citation-key":"Ayalon+1992","container-title":"Middle Eastern Studies","DOI":"10/fqwxp9","event-place":"","issue":"2","issued":{"date-parts":[[1992]]},"language":"English","note":"uuid: B5532ED0-6AFB-41C5-ADCD-655AA5124385","number":"2","page":"258-280","publisher":"Taylor & Francis, Ltd.","publisher-place":"","title":"Sihafa: The Arab Experiment in Journalism","title-short":"Sihafa","type":"article-journal","volume":"28"},
  {"id":"Ayalon+1995","abstract":"<a href=\"sente:/BachBibliographie/Ayalon+1995\">sente:/BachBibliographie/Ayalon+1995</a><br><br>50ff. The Private Press , 1882-1918<br><br>In the 1880s the centre of Arab journalism moved from Beirut to Cairo and Alexandria. Whereas 42 private papers were produced in Beirut, 627 periodicals were published in Egypt. This development was mainly due to the exodus of \"Syrian\" journalists from the harsh censorship of Abdülhamid II. (50) Though not reversed the trend was toned down after the YTR in 1908 (51).<br><br>1882: crushing of Urabi revolt and beginn of British rule (51).<br><br>- journals/monthlies<br><i>al-jinan</i> and <i>al-muqtataf</i>, two of the exiled journals where the blueprint of non-political journals (53). - however, the <i>salname </i> 1296/7 recorded <i>al-jinan</i> as political.<br><i>al-hilal</i>: the publisher moved to Cairo in 1886. The monthly focused on the Arabic and Islamic heritage, \"sociology, history, literature, and language\" (54).<br><br>Both, <i>al-hilal </i>and <i>al-muqtataf</i>, soon some thousand copies each per edition, making them the leading journals of their time (54).<br><br>- newspapers<br>Most important <i>al-ahram</i>, already daily before 1882 and backed by the French. Followed by <i>al-muqattam</i> in 1889. The latter's publication was stipulated by the British as a move against <i>al-muqtataf</i>, whose publisher Faris Nimr became the new editor of <i>al-muqattam</i>, reaching soon an enormous audience (55-6). Both leading newspapers were published by Christian immigrants (57).<br><br>press in the Levant<br>Beirut remains dominated by <i> lisan al-hal</i>, <i>hadiqat al-akhbar</i> (both Christian), and <i>thamarat al-funun </i> (Muslim). One important new newspaper that gained prominence as reliable news source was <i>al-a</i>ḥ<i>w</i>ā<i>l</i> (1891). (63)<br><br>In Damascus and Aleppo only two private newspapers were published each: <i>dimashq</i> (1878) and <i>al-sham</i> (1896), and <i>al-shaba' </i>and <i>i'tidal</i> (64)<br><br>after 1908:<br>Explosion of press publications in the Fertile Crescent and the Arabian Peninsula: one new journal every 6 days until WW I (65). <i>al-muqtabas</i> was the first Damascene daily published in 1909 by Muhammad Kurd Ali (66). Most of the new journals were qualitatively poor products of over-boarding supply facing a lack of demand and many perished as quickly as they had appeared (67).<br>The leading newspapers in Syria had circulations of 1.000-1.500 each, in Lebanon 2.000-3.000. (67) <i>lisan al-hal</i> allegedly sold 3.500 copies daily in 1914 (68).<br><br>Wartime:<br>Leading Egyptian papers ceased publication. <i>al-mu'ayyad</i> in 1915, <i>al-jarida</i> in October 1914, and <i>al-sha'b </i>in Dec 1914. (69) <i>al-ahram</i> and <i>al-muqattam</i> survived (70).<br>Several wartime propaganda papers were published by the government. <i>al-sharq</i> from 1916 onwards in Damascus with the participation of Muhammad Kurd Ali and Shakib Arslan (71).","author":[{"family":"Ayalon","given":"Ami"}],"call-number":"P070 /706778, OLS Ec VOR arab 54","citation-key":"Ayalon+1995","event-place":"New York","ISBN":"0-19-508780-1","issued":{"date-parts":[[1995]]},"language":"en","note":"uuid: 9B6BC52B-61A2-4D07-9C98-9F7C6010A90C","publisher":"Oxford University Press","publisher-place":"New York","source":"SOAS, StaBi","title":"The press in the Arab Middle East: a history","title-short":"Press in the Arab Middle East","type":"book"},
  {"id":"Ayalon+2002","abstract":"Ayalon has some interesting ideas and methods. He statistically traces readership through examining the names of subscribers published by al-jinān, the numbers of letters from correspondents and readers from various areas, etc. <br>He identifies three factors determining the size of the audience: literacy, financial means to buy texts, and the incentive to do so (i.e. intellectual or economic interest) (31) IN the course of the discussion, he provides some information on per capita income (based on Issawi, which might be the only secondary source available, but not very reliable) and prices of newspapers. (32) He continues by investigating the use bought copies were brought to: changing hands, individually or collectively read, collected for future readers … (34).<br>Statistical Appendix (35ff)","author":[{"family":"Ayalon","given":"Ami"}],"citation-key":"Ayalon+2002","container-title":"Middle Eastern Studies","DOI":"10/c8sg6m","event-place":"","issue":"4","issued":{"date-parts":[[2002]]},"language":"English","note":"uuid: 4124384B-25C0-418C-96C8-B161D85DD5CD","number":"4","page":"17-40","publisher":"Taylor &amp; Francis, Ltd.; https://web.archive.org/web/20211109102348/https://www.jstor.org/stable/4284256","publisher-place":"","title":"Modern Texts and Their Readers in Late Ottoman Palestine","title-short":"Modern texts","type":"article-journal","URL":"http://www.jstor.org/stable/4284256","volume":"38"},
  {"id":"Ayalon+2004","author":[{"family":"Ayalon","given":"Ami"}],"citation-key":"Ayalon+2004","event-place":"Austin","ISBN":"0-292-70579-4","issued":{"date-parts":[[2004]]},"note":"uuid: A26235DF-63E5-4D49-8210-1F6C1632BE36","publisher":"University of Texas Press","publisher-place":"Austin","title":"Reading Palestine: Printing and Literacy, 1900–1948","title-short":"Reading Palestine","type":"book"},
  {"id":"Ayalon+2010","abstract":"The emergence of massive printing in the Arab Middle East in the nineteenth century entailed a multiple set of changes. As well as the production of written texts in unprecedented quantities and the rise of a big reading public, that historic shift also gave birth to a range of diffusion channels-from bookshops to public libraries and from newspaper agents to reading clubs-which carried the printed works to their audiences. This article examines a small section of this scene: the growth, spreading and changing characteristics of book dealerships and bookshops in the Arab Ottoman provinces during the formative half-century prior to World War I. Exploring this mechanism casts light on the nature and pace of printing assimilation in the region, projecting it as a rather dramatic makeover.","author":[{"family":"Ayalon","given":"Ami"}],"citation-key":"Ayalon+2010","container-title":"British Journal of Middle Eastern Studies","DOI":"10/dm6cx4","event-place":"","issue":"1","issued":{"date-parts":[[2010,4,27]]},"language":"en","note":"uuid: 1FB78622-ED09-4FBA-8B86-A55B01EC5BDD","number":"1","page":"73–93","publisher":"TF","publisher-place":"","title":"Arab Booksellers and Bookshops in the Age of Printing, 1850–1914","title-short":"Arab Booksellers and Bookshops in","type":"article-journal","volume":"37"},
  {"id":"Ayalon+2016","abstract":"# Summary\n\n- geographic and temporal focus: \n    + Arabic-speaking Eastern Mediterranean, mainly Egypt and \"Lebanon\"\n    + from 1820s (Egypt) and mid-nineteenth century (Lebanon) until WWI (this is not explicitly said)\n- topical focus: \n    + advent of printing, publishing, massive reading as some (important) aspects of the *naḥda*\n    + \"this study is concerned with the emergence of printing as a social and  cultural development rather than with state schemes\" (p.22)\n- discipline: \n    + social and cultural history\n- theoretical background / approach / hypothesis:\n    + inspiration for title from Eisenstein \"Printing revolution\"\n- core argument(s):\n- sources:\n    + many periodicals from the region\n- case studies:\n    + six biographies:\n\n        * Khalīl Sarkīs: Beirut,  publisher of *Lisān al-Ḥāl*\n\n        * Jurjī Ḥabīb Ḥanāniyā: Jerusalem, publisher of *al-Quds* (pp.52-)\n\n        * ʿAbdallah al-Rifāʿī: Tripoli, bookseller (108-11)\n\n        * Yūsuf Shalfūn: Beirut, publisher of ..., distributor\n\n        * Hudā Shʿrāwī: Cairo, reader\n\n        * Sayyid Quṭb: rural Egyot, reader\n\n# Critique\n\n- Kathryn Schwartz' work should have been mentioned more prominently!\n- Ayalon uses \"Lebanon\" throughout his book as refering to \" Beirut, along with other towns of Mount Lebanon\" (p.25). But Beirut was never a part of Mt. Lebanon and the political, if not social, context of publishing in the two administrative units was probably quite different.\n    + this means \"Lebanon\" is basically limited to the Christian Jabal and the city of Beirut\n    + Ayalon does not comment on the huge legal and political differences between the Arabic-speaking provinces of the Ottoman Empire proper and British Egypt after 1882. This is despite him recounting the standard narrative of Hamidian censorship and the intellectual flight to Egypt and the implications this would have when it comes to public reading and discussing news. He briefly mentions the latter point on page 183 and 190\n- Change over time: in many aspects, Ayalon presents a static picture and quickly jumps between information based on sources from the 1870s to others from after WWI. He rarely traces development during his period of print revolution but focusses on changes between this period and earlier times.\n- \"publishing\" and \"printing\" are often conflated; e.g. \n\n    >An important development borne by the state initiative was the birth, in the early or mid-1830s, of private printing in Egypt. Private individuals began to take advantage of the option offered by the Bulāq press, to print their own selected works under contract (*iltizām*) with it. (p.24)\n\n    This seems to be an example of private publishing of printed material but not of private printing. However, Schwartz uses the same terminology (p.199ff)\n\n- recounts the standard narratives\n    + Hamidian censorship vs Young Turk liberty (pp.30--31, 66ff)\n    + This doesn't fit the narrative on public reading of newspapers (178ff). Why would periodicals be subject to heavy censorship but public reading and discussions were tolerated without any limitations? This is acknowledged on page 183 and 190\n- omissions from bibliography\n    - doesn't mention Donald Cioeta\n        + only article on censorship\n        + dissertation on Thamarāt al-Funūn\n    - Dagmar Glaß' book on al-Muqṭataf\n- over-shoots his targets, e.g.\n\n    >Like bloggers today, just about everyone could have his voice heard and his message travel over vast areas. (p.50)\n\n- unsubstantiated and obviously factually wrong claims\n    + \"The government prohibited printing in Arabic, and it did not take the authorities long to  expose Ḥanāniyā's venture\" (p.53)\n- copy editing: \n    + Ayalon uses both *Jurjī* (p.xii) and *Jūrjī* (pp.52ff) Ḥabīb Ḥanāniyā\n    + Weird joices of addressing people; e.g. \"Sayyid Jamāl al-Dīn [al-Afghānī] and [Muḥammad] ʿAbduh\" (89)\n    + Some works referenced in the footnotes do not appear in the bibliography\n\n        * Zaydān: tārīkh adāb (116, 117, 120)\n\n- method to query worldcat, on which he relies extensively, remains opaque. He claims to have queried worldcat for individual publishers and then provides a count of works. But since worldcat contains innumerous duplicate entries such count would be highly inaccurate.\n- Ayalon qualifies quantitative statements but provides no measures for his short qualifications:\n    + 8 book dealers in a city of 240000 inhabitants is \"not a small number\" in the 1830s (102). This would be one in 30.000 and Jerusalem had 2 bookshops in the 1860s\n    + Ps 100 per book is \"rather expensive\" (103) but in terms of what and for whom?\n- in the same wake: there is no definition of measures or currencies to be found; e.g. on p 147-8 one reads about \"qurush\", \"Majīdī liras\", and \"liras\" \n- Ayalon makes heavy re-use of his own texts\n- Terminology\n    + Ayalon repeatedly translates *ʿumūmī* as \"public\", even in cases where the proprietors of businesses provided a French name that made references to \"universal\"\n\n        * *al-maktaba al-ʿumūmiyya*:\n\n        * *maktab ʿumūmī* as \"public office\" (121)\n\n        * *al-maṭbaʿā al-ʿumūmiyya* (\"public/general press\") (142)\n\n    + *jarīda* vs *majalla*\n\n        * interestingly al-Muqtaṭaf is called a \"jarīda\" on its front cover until ...\n\n# Structure\n\n## Introduction\n\n- main topic: literature review and the comparative question as to why printing in the Ottoman Empire took off only rather late.\n\n## 1. The Formative Phase of Arab Printing: A Historical Overview\n\n### Change Top-Down: Mehmet ʿAlī's Print Shops\n\n- 1815-22: set-up of government printing presses in Bulāq\n    - government as defining the rules and being the main customer (23)\n- 1830s: advent of private publishing through contracting the Bulāq press for printing\n\n## 2. Printers and Publishers\n\n### Authors as Publishers\n\n- Buṭrus al-Bustānī\n- Aḥmad Fāris al-Shidyāq\n- Khalīl Sarkīs\n\n### Publishing Popularized\n\n### More Entrepreneurs, Sponsors, and Contractors\n\n## 3. Books, Journals, Cartes de Visite \n\n### Much More of the Familiar Same\n\n### Printed Innovations (77-)\n\n- original works: extensively covered in the literature on the *nahḍa* and therefore not covered here\n- old genres with new content\n    + translations into Arabic\n    + encyclopaedias\n- new forms and new content\n    + the periodical press\n\n        * fast and disposable\n\n        * networks of communication\n\n    + small booklets\n    + placards, broadsheets, and handbills (85)\n\n        * nothing new beyond Antonius and Tauber\n\n    + printed stationery: forms, letterhead, record books, calling cards, invitations, announcements of social events etc.\n\n### Pious Printing (87-)\n\n- core argument: no considerable opposition from ʿulamāʾ, dissonance between substance and form\n- religious journals (88-)\n    + argument: this is an \"odd\" product; WHY?\n    + critique: \n\n        * his definition of what makes a \"religious\" journal are unclear. Is it the faith of the people/organisation running the periodical? Is it the explicit agenda of a paper? Is it an implicit agenda gleaned from close reading? \n\n        * This leeds to more questions: what means \"the relatively small number of religious periodicals\"? without a clear definition this claim cannot be substantiated\n\n        * focus on \"Islamic journalism\" but not \"Christian journalism\"\n\n        * the ommission of Thamarāt al-Funūn, material for which could have provided Cioeta's work is inexplicable\n\n    + Afghānī and ʿAbduh:\n    + ʿAlī Yūsuf: al-Muʾayyad (Cairo, 1889)\n    + Rashīd Riḍā: al-Manār (Cairo, 1898)\n    + good point: printed Fatwas etc. as important as the nahḍa press to non-religious segments of society\n- religious books, booklets, pamphlets (91-)\n    + argument: enormous blind spot in our knowledge of nahḍa printing and we cannot even establish its size.\n    + observation: much more numerous than newspapers; not limited to a single religion\n    + alternative distribution channels: many booklets were never sold in the market place\n    + resulting difficulty in establishing anything about them\n\n### [summary] (94-)\n\n- print was widely accepted\n- printed books were stacked alongside manusscripts but not as revered \n- newspaper copies were ephemeral products, rarely kept for a longer period of time or stored and collected\n- journals as almost book-like: collected, stored\n\n## 4. Diffusion Channels\n\n### Booksellers and Bookshops (101-)\n\n- main source: Beiruti press (103)\n- terminology (104):\n    + maktaba came relatively late in the 1870s (106-), evidenced by absence from dictionaries. Replaced older terms in the 1880s (107)\n        - terminological ambiguity since *maktaba* also meant library, stationary, and publishing house \n    + *dukkān*, *maḥall*, *makhzin* (104-)\n- case study for small stores: ʿAbdallah al-Rifāʿī in Tripoli (108ff)\n    + opened his store for books, periodicals, stationary etc. in 1902\n    + operated at least until mid-1914 (111)\n    + none of the books announced as (to be) published could be traced in library catalogues (111)\n- large stores: operated by publishers such as Khalīl Sarkīs or Jirjī Zaydān (112)\n- in the countryside: itinerant peddlers (113-)\n    + testimony of Ṭahā Ḥusayn and Sayyid Quṭb\n\n- provides some numbers for the first half of the 19th c. based on foreign travellers and periodicals\n- initial stage after the advent of printing:   \n   + other merchants began stocking books (103): signified by the generic terms, their names, their locations\n   + common formula: get it at Mr. XYZ (104-105)\n- emergence of new specialised book shops for printed books and journals (105): no documentary evidence\n    + example of Hindiyya in Cairo\n- locations (108): NOT SIGNificant\n    + sometimes clustered, sometimes not\n    + sometimes in the old suqs, sometimes outside\n\n### Libraries and Reading Rooms (114-)\n\n- old institution with the purpose of collecting and protecting books (eithe Mss or printed) (114-115).\n    + access and reading was of secondary importance and did not justify funding of new libraries (115)\n- new institutions: explicitly modern, \"public\" libraries (115-)\n    + Khedival library, Cairo\n    + Ẓāhiriyya in Damascus: established by Ṭāhir al-Jazāʾirī \n    + Khālidiyya in Jerusalem: Ṭāhir al-Jazāʾirī was involved\n    + limited to a few large cities and difficult to reach (117)\n    + claims that they were \"modern\" by having regulations etc. (118-119)\n- public reading rooms (119)\n    + terminology: *ghurfa al-qirāʾ*\n\n        * the examples from his case studies are called *maktab*, which Ayalon translates as \"office\"\n\n            - Khalīl Sarkīs' *al-maktab al-sūrī* = \"The Syrian office\"\n            - in Alexandria *maktab ʿumūmī* = \"public office\"\n    + they were private businesses (119)\n    + significance: ?\n\n        * he provides 4 examples from Beirut, Alexandria and Suez and claims this feature was \"unsurprisingly\" limited to Egypt and Lebanon\n\n    + story of a 1876 planned venture by Khalīl Sarkīs that included a reading room but was never actually opened (120)\n    + two venues in Beirut offering books and drinks (when were they opened?) (120)\n\n        * Interestingly, he does not provide periodicals as sources \n\n## 5 Advancing Circulation (123-)\n\n### New Conduits: Mail Delivery and Distribution Agents (123-)\n\n- books were announced as being available from newspaper offices, the printing houses, and the authors.\n- question: how did one get it from there (124)\n- subcription and postal services (124-)\n    + problem: all services were unreliable and there existed no system of proper addresses\n- network of agents (*wukalāʾ*) (129)\n    + on the one hand Ayalon claims that these were a means invented to \"bypass the obstacles and expedite circulation\" (129), on the other he reports that the earliest newspapers already mentioned their agents in their first issue (*Ḥadīqat al-Akhbār*, *al-Jawāʾib*) (130)\n    + Jaffa: 8 different agents between 1870-1880\n    + Latakia: 7 \n    + personal biographies largely unknown, many Christian names (131-)\n    + task: diffusion of periodicals and other works, collection of payments\n    + not all agents were reliable as atested by quick successions of agents for *al-Muqṭataf* in Jerusalem in 1877/78 (133-134)\n\n        * making side-profits from selling papers at higher prices (134)\n\n### Advertising (135-)\n\n- periodicals as main vector for advertising new publications since their inception (136)\n- proper ads:\n    + emphasis on the quality of the work (136-137)\n    + emphasis on the virtues of its author (137)\n    + emphasis on the importance of the work for progress etc. (138)\n- audience:\n    + addresses as literati / intellectuals (139)\n- review sections (139-)\n\n### Creative Endeavors: Yūsuf al-Shalfūn and His \"Book of the Month\" Club (141-)\n\n- biography of Shalfūn, claims that he \"is almost unknown in the literature\" (141-)\n- 1866: Book club (143)\n    + small fee for providing a new book every month to his subscribers\n    + Ps 50 in Beirut and Mt. Lebanon\n    + Ps 60 beyond\n    + plus delivery (143)\n- the books (144)\n    + often mistaken as a journal (by Ṭarrāzī, Project Jarāʾid etc.)\n    + all eight booklets are available at the British Library\n\n### Subscription (146- )\n\n- two types of *ishtirāk* (146-147)\n    + periodical subscription \n    + subscription to large publication projects to cover costs before actually starting to print anything.\n- book subscriptions\n    + First was probably Bustānī's *Muḥīṭ al-muḥīṭ* (147)\n\n        * payment of Ps 200 in advance for each volume\n\n    + details on *Dāʾirat al-Maʿārif* based on the information published by *al-Jinān* (148-151)\n\n        * has written about that in various previous publications\n\n    + by mid-1870s: standard for book trade (151-)\n- methodological problem (153): most schemes are only known from announcements and the implementation is unclear \n\n## 6 Reading and Readers (154-)\n\n- claiming a revolution in reading habits in the last quarter of the 19th century (154-155)\n- focus: \n    + emergence of a reading public\n    + personal experience of reading\n- question of literacy (157)\n    + murky concept (157)\n    + enormeous bandwidth of meanings\n    + relative to context and with a temporal component (157)\n    + group literacy might be more important (158) \n    + note: despite many words it remains ultimately unclear what he means by \"literacy\"\n- question of readership (158)\n    + inner circle of individual readers\n    + outer circle of of listeners to texts being read\n\n### The Emergence of Arab Readership: The \"Inner Circle\" (159-)\n\n- small elite of readers: officials, religious dignitaries, intellectuals\n    + first audience for printed works (159)\n- rapid change, expansion of modern education (state-sponsored, religious, private) (161-)\n- citing the only available data for the \"inner circle\", can show notions of scale (162)\n    + Egypt\n    + Lebanon/Syria\n- skewed distribution of readers: as measured in authors and agents (163-)\n    - Geographically: densely clustered in the urban centers of Egypt and Lebanon (163)\n    - Communal affiliation (163-): higher literacy rates among Christians [BUT: how come \"Christian names\" dominate the list of authors for letters? If Christians formed a population minority this is even more surprising]\n    - gender (164-)\n        + slow adoption rates for female education\n        + Beth Baron on Egypt (166): no access to libraries until after 1918\n        + Marilyn Booth\n    - young age (167)\n        + text books plus material intended for adults (168)\n\n### Entering a world of reading (169-)\n\n- common question in periodicals: how does reading effect eyesight, etc. (170); providing multiple examples\n- advice given by editors (171)\n\n## Ch. 7 Reading in Public (177-)\n\n- two case types of public reading\n\n    1. silent reading in public \n\n    2. collective and vocal reading of texts to an audience\n\n### Self-Reading in Public: Cafe Reading \n\n- no reading statistics for public libraries; but for the Khedival library (177-)\n    + unclear methodology: unique users or number of visits?\n    + clear trend: small but growing number (178)\n    + argument: public libraries were a \"marginal channel for reaching to books\" (178)\n- no data on other public reading rooms and book-lending shops (178)\n    + number remaind small.\n    + argument: if they had been successful, there would have been more of them\n- reading in public places: \"became a routine choice all over the region\" (179)\n    + no sources but an account from 1914 plus insinuations\n- coffee and reading as common knowledge (179)\n    + examples and history from Europe\n    + the Arab café and the news press were marriage made in heaven (180)\n\n        * a single secondary reference for Egypt and one for Istanbul\n\n    + argument: after some introductory insinuations, Ayalon writes \"Egypt led the way, beginning around the turn of the century\" and continous with an anecdote from 1911. (181)\n    + further anecdotes from Egypt dating to 1904 (181)\n\n        * how well-established was this practice in other places prior to WWI?\n\n- socio-economic division\n    + modern café for the urban middle classes vs small and cheap places on street corners\n    + public reading also at these places (183); again no sources\n- public reading in the Ottoman Empire: only after Ḥamīdian censorship and highly popular after WWI (183, 190-)\n- reading in groups (185-)\n    + time-honored practice (185): no sources\n    + Natalie Zemon Davis on France (186)\n- common mediators in Arabic-speaking societies (187)\n    + imām, khaṭīb, shaykh\n    + munādī [I am not convinced that the munādī read out text]\n    + ḥakawātī\n- two problems with written text:\n    + problem of diaglossia (188)\n    + neologisms for describing rapid developments (188)\n    + reading to a public (audience) requires translation (N. Davis) (189)\n- public reading is an Egyptian phenomenon! (190)\n    + Hamidian censorship\n    + no evidence of public reading in cafés for either Beirut or Damascus (190)\n    + Lebanese mentality of not showing ones uneducatedness by public reading (191); source: talk with Charles Issawi in 1992\n\n## Conclusion (194-197)\n\n- Very brief conclusion\n- short comment on \"revolutionary\" on the final page (197)","author":[{"family":"Ayalon","given":"Ami"}],"citation-key":"Ayalon+2016","event-place":"Cambridge","issued":{"date-parts":[[2016]]},"language":"en","note":"uuid: CDBAAB06-A45F-4565-AE1F-35FE3B75E04A","publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"Till","title":"The Arabic Print Revolution: Cultural Production and Mass Readership","title-short":"The Arabic Print Revolution","type":"book"},
  {"id":"Balazs+2015+PirateLibrariesA","abstract":"Many of today's pirate libraries were born to address political, economic and social issues specific to Soviet and post-Soviet times, observes Bodó Balázs. They are now at the centre of a global debate on access to knowledge.","accessed":{"date-parts":[[2015,9,12]]},"author":[{"family":"Balázs","given":"Bodó"}],"citation-key":"Balazs+2015+PirateLibrariesA","issued":{"date-parts":[[2015,8,28]]},"title":"Pirate libraries: A central and eastern European perspective","type":"webpage","URL":"http://www.eurozine.com/articles/2015-08-28-balazs-en.html"},
  {"id":"Battista.etal+2020+DataLiteracyIn","author":[{"family":"Battista","given":"Andrew"},{"family":"Boss","given":"Katherine"},{"family":"McCartin","given":"Marybeth"}],"citation-key":"Battista.etal+2020+DataLiteracyIn","container-title":"The Journal of Interactive Technology & Pedagogy","issue":"18","issued":{"date-parts":[[2020,12,10]]},"language":"en","number":"18","title":"Data Literacy in Media Studies: Strategies for Collaborative Teaching of Critical Data Analysis and Visualization","type":"article-journal","URL":"https://jitp.commons.gc.cuny.edu/data-literacy-in-media-studies-strategies-for-collaborative-teaching-of-critical-data-analysis-and-visualization/"},
  {"id":"Becker+2004+NetzwerkeVsGesamtgesellschaft","author":[{"family":"Becker","given":"Felicitas"}],"citation-key":"Becker+2004+NetzwerkeVsGesamtgesellschaft","container-title":"Geschichte und Gesellschaft","issue":"H. 2","issued":{"date-parts":[[2004]]},"page":"314–324","publisher":"JSTOR","source":"Google Scholar","title":"Netzwerke vs. Gesamtgesellschaft: ein Gegensatz? Anregungen für Verflechtungsgeschichte","title-short":"Netzwerke vs. Gesamtgesellschaft","type":"article-journal","volume":"30"},
  {"id":"Beetham+2015+TimePeriodicalsAnd","abstract":"Responding to the question “What is the use of theory?” this article discusses the meaning of periodical time. Situating the rise of the periodical in the time-regulated structures of nineteenth-century capitalism, I use three case studies to consider some theoretical resources available to discuss the “now” or “new” as characteristic of periodical time. I examine three case studies: the Queen, which was dedicated to the “now” of conspicuous consumption; the British Mothers’ Magazine, which deployed multiple time schemes; and the Lancashire Teddy Ashton’s Journal, which invoked a utopian space-time of community. I draw on theoretical work by David Harvey, Julia Kristeva, and Walter Benjamin, among others, to show how theory and historically informed close reading can work together in periodicals research.","accessed":{"date-parts":[[2021,9,22]]},"author":[{"family":"Beetham","given":"Margaret"}],"citation-key":"Beetham+2015+TimePeriodicalsAnd","container-title":"Victorian Periodicals Review","DOI":"10/gmv5tv","ISSN":"1712-526X","issue":"3","issued":{"date-parts":[[2015]]},"page":"323-342","publisher":"Johns Hopkins University Press","source":"Project MUSE","title":"Time: Periodicals and the Time of the Now","title-short":"Time","type":"article-journal","URL":"https://muse.jhu.edu/article/594382","volume":"48"},
  {"id":"Belinkov+2016","author":[{"family":"Belinkov","given":"Yonatan"},{"family":"Magidow","given":"Alexander"},{"family":"Romanov","given":"Maxim"},{"family":"Shmidman","given":"Avi"},{"family":"Koppel","given":"Moshe"}],"citation-key":"Belinkov+2016","container-title":"arXiv preprint arXiv:1612.08989","event-place":"","issued":{"date-parts":[[2016]]},"note":"uuid: 507ACB04-006F-4CA1-ADF1-0914BE5C82C8","publisher-place":"","title":"Shamela: A large-scale historical Arabic corpus","title-short":"Shamela","type":"article-journal"},
  {"id":"Bhaskar+2013+TheContentMachine","abstract":"This ground-breaking study, the first of its kind, outlines a theory of publishing that allows publishing houses to focus on their core competencies in times of crisis. Tracing the history of publishing from the press works of fifteenth-century Germany to twenty-first-century Silicon Valley, via Venice, Beijing, Paris and London, and fusing media theory and business experience, ‘The Content Machine’ offers a new understanding of content, publishing and technology, and defiantly answers those who contend that publishing has no future in a digital age.","author":[{"family":"Bhaskar","given":"Michael"}],"citation-key":"Bhaskar+2013+TheContentMachine","ISBN":"978-0-85728-111-1","issued":{"date-parts":[[2013,10,1]]},"language":"en","number-of-pages":"226","publisher":"Anthem Press","source":"Google Books","title":"The Content Machine: Towards a Theory of Publishing from the Printing Press to the Digital Network","title-short":"The Content Machine","type":"book"},
  {"id":"Bonea+2014+TelegraphyAndJournalism","abstract":"This essay argues that a focus on technologies of communication such as the electric telegraph helps us to rethink the historiography of the press in colonial India by drawing attention to the ‘moments of transition’ of the 19th century and questioning dominant narratives of a media revolution spurred by telegraphy. It also enables us to overcome some of the limitations of previous nation-centric research by recovering the networks of technology and news which integrated newspapers during this period and providing insights into the development of news reporting in 19th-century India.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Bonea","given":"Amelia"}],"citation-key":"Bonea+2014+TelegraphyAndJournalism","container-title":"History Compass","DOI":"10.1111/hic3.12167","ISSN":"1478-0542","issue":"5","issued":{"date-parts":[[2014]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/hic3.12167","page":"387-397","source":"Wiley Online Library","title":"Telegraphy and Journalism in Colonial India, c. 1830s to 1900s","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/hic3.12167","volume":"12"},
  {"id":"Bowker+2018+SustainableKnowledgeInfrastructures","author":[{"family":"Bowker","given":"Geoffrey C."}],"citation-key":"Bowker+2018+SustainableKnowledgeInfrastructures","container-title":"The Promise of Infrastructure","DOI":"10.1515/9781478002031-010","editor":[{"family":"Anand","given":"Nikhil"},{"family":"Gupta","given":"Akhil"},{"family":"Appel","given":"Hannah"}],"event-place":"New York","issued":{"date-parts":[[2018]]},"language":"en","page":"203-222","publisher":"Duke University Press","publisher-place":"New York","title":"Sustainable Knowledge Infrastructures","type":"chapter","URL":"https://doi.org/10.1515/9781478002031-010"},
  {"id":"Boyar+2006","abstract":"The most important arguments raised by this well-documented revisionist article are that a) our image of censorship in the Ottoman Empire and particularly under Abdülhamid II is heavily biased by Young Turk and early Republic historiographic narratives and nation building policies and b) that press and authorities were mutually dependent.","author":[{"family":"Boyar","given":"Ebru"}],"citation-key":"Boyar+2006","container-title":"Bulletin of the School of Oriental and African Studies","DOI":"10/dr3dn5","issue":"3","issued":{"date-parts":[[2006]]},"language":"en","note":"uuid: 0EDB5E77-3E33-48F3-82A1-AEF8F4BF2C28","page":"417-432","publisher":"Cambridge Univ Press","title":"The press and the palace: the two-way relationship between Abdülhamid II and the press, 1876-1908","title-short":"Press and the palace","type":"article-journal","volume":"69"},
  {"id":"Boyd.Asi+1991+TransnationalRadioListening","author":[{"family":"Boyd","given":"Douglas A."},{"family":"Asi","given":"Morad"}],"citation-key":"Boyd.Asi+1991+TransnationalRadioListening","container-title":"Journalism Quarterly","DOI":"10/dfvr4g","issue":"1-2","issued":{"date-parts":[[1991]]},"page":"211–215","publisher":"SAGE Publications Sage CA: Los Angeles, CA","source":"Google Scholar","title":"Transnational radio listening among Saudi Arabian university students","type":"article-journal","volume":"68"},
  {"id":"Boyd+1975+DevelopmentOfEgypt","author":[{"family":"Boyd","given":"Douglas A."}],"citation-key":"Boyd+1975+DevelopmentOfEgypt","container-title":"Journalism quarterly","DOI":"10/br8njr","issue":"4","issued":{"date-parts":[[1975]]},"page":"645–653","publisher":"SAGE Publications Sage CA: Los Angeles, CA","source":"Google Scholar","title":"Development of Egypt's Radio:‘Voice of the Arabs’ under Nasser","title-short":"Development of Egypt's Radio","type":"article-journal","volume":"52"},
  {"id":"Boyd+1977+EgyptianRadioTool","author":[{"family":"Boyd","given":"Douglas A."}],"citation-key":"Boyd+1977+EgyptianRadioTool","issued":{"date-parts":[[1977]]},"publisher":"ERIC","source":"Google Scholar","title":"Egyptian Radio: Tool of Political and National Development. Journalism Monographs No. 48.","title-short":"Egyptian Radio","type":"article-journal"},
  {"id":"Brake+2012","abstract":"This is a great article summarising observations on the production, preservation and remediation of periodicals.<br>\"library editions\": are collections of periodical issues bound into volumes (either annually or bi-annually), discarding all sorts of \"ephemeral\" material, adding supplements, indexes etc. and thus producing a \"volume\", a codex that fits into middle class consumer culture, libraries etc. <br>it is these library editions that are commonly the only surviving artefact and the one that is digitised <br># author's abstract<br>A combination of the practices of the printing industry and social institutions has ensured that some of the nineteenth-century press has survived, inviting us to re-think its status as ephemera, and to examine the history of its survival and the meaning of the formats in which it has been preserved. Most of the century’s newspapers and periodicals available today were bound into annual or semi-annual volumes, produced by publishers precisely for the preservation and purchase of single issues in a more durable format by individual and institutional collectors, for private consumption or public circulating libraries. This article questions the assertion that Victorian serials were among the larger category of Victorian ephemera designed to ‘flare and fade in cultural circulation’, and without aesthetic properties. Comparison of bound volumes of serials with individual issues identifies the material culture of both formats in this instance of re-mediation.","author":[{"family":"Brake","given":"Laurel"}],"citation-key":"Brake+2012","container-title":"Media History","DOI":"10/b7x6ps","event-place":"","issue":"1","issued":{"date-parts":[[2012]]},"language":"en","note":"uuid: BEEDCB44-651F-4A70-9297-8390B8F2CB57","number":"1","page":"7-20","publisher":"Taylor &amp; Francis","publisher-place":"","title":"The Longevity Of ‘Ephemera’: Library editions of nineteenth-century periodicals and newspapers","title-short":"The Longevity Of ‘Ephemera’","type":"article-journal","volume":"18"},
  {"id":"Brummett2018Censorship","author":[{"family":"Brummett","given":"Palmira"}],"citation-key":"Brummett2018Censorship","container-title":"Journal of the Ottoman and Turkish Studies Association","DOI":"10.2979/jottturstuass.5.2.07","issue":"2","issued":{"date-parts":[[2018]]},"page":"75–98","publisher":"JSTOR","source":"Google Scholar","title":"Censorship in Late Ottoman Istanbul: The Ordinary, The Extraordinary, The Visual","title-short":"Censorship in Late Ottoman Istanbul","type":"article-journal","URL":"https://www.jstor.org/stable/10.2979/jottturstuass.5.2.07","volume":"5"},
  {"id":"Bunt+2018+ChangingDigitalSpaces","abstract":"It is hard to imagine the world these days without social media, found in so many virtual and analog contexts and spaces. The phenomenon of people status-checking as they walk is as common within Muslim contexts as it is in any other. The reduced digital divide and access improvements have rapidly made social media a global phenomenon, through tools such as Twitter, Facebook, Snapchat, Whatsapp, and Instagram.  Increased mobile phone access to the internet, rather than through deskbound devices, and the concept of true mobility of access have meant an exponential increase, across languages, cultures, and contexts, of channels disseminating","accessed":{"date-parts":[[2020,7,18]]},"archive":"JSTOR","author":[{"family":"Bunt","given":"Gary R."}],"citation-key":"Bunt+2018+ChangingDigitalSpaces","collection-title":"How Cyber-Islamic Environments Are Transforming Religious Authority","container-title":"Hashtag Islam","ISBN":"978-1-4696-4316-8","issued":{"date-parts":[[2018]]},"page":"19-34","publisher":"University of North Carolina Press","source":"JSTOR","title":"Changing Digital Spaces: Islam, Technology, and Social Media","title-short":"Changing Digital Spaces","type":"chapter","URL":"https://www.jstor.org/stable/10.5149/9781469643182_bunt.7"},
  {"id":"Campos+2008+TheVoiceOf","author":[{"family":"Campos","given":"Michelle U"}],"citation-key":"Campos+2008+TheVoiceOf","container-title":"Publics, Politics and Participation: Locating the Public Sphere in the Middle East and North Africa","editor":[{"family":"Shami","given":"Seteney"}],"event-place":"New York","issued":{"date-parts":[[2008]]},"language":"en","page":"237-262","publisher":"Social Science Research Council","publisher-place":"New York","source":"Zotero","title":"The “Voice of the People” [lisān al-shaʿb]: The Press and the Public Sphere in Revolutionary Palestine","type":"chapter"},
  {"id":"CarteTelegraphiqueDeLaTurquie1881","citation-key":"CarteTelegraphiqueDeLaTurquie1881","issued":{"date-parts":[[1881]]},"language":"fr ota","title":"Carte télégraphique de la Turquie d'Asie","type":"map"},
  {"id":"CastroVarela.Dhawan+2015+PostkolonialeTheorie","author":[{"family":"Castro Varela","given":"María do Mar"},{"family":"Dhawan","given":"Nikita"}],"citation-key":"CastroVarela.Dhawan+2015+PostkolonialeTheorie","collection-number":"36","collection-title":"Cultural studies","edition":"2","event-place":"Bielefeld","ISBN":"978-3-89942-337-2","issued":{"date-parts":[[2015]]},"language":"ger","publisher":"Transcript","publisher-place":"Bielefeld","source":"katalog.ub.uni-heidelberg.de","title":"Postkoloniale Theorie: eine kritische Einführung","title-short":"Postkoloniale Theorie","type":"book"},
  {"id":"Cioeta+1979","abstract":"Sources: Thamarāt al-Funūn, a polemic by Salīm Sarkīs<br>What about the legal predicaments?<br><br>Unfortunately, the examples provided by Cioeta deal only with imperial issues and politics. The general atmosphere of censorship on local or regional topics and events is not touched upon.<br> <br><br>Inter alia Cioeta provides an appendix (182-186) of newspaper suspensions and warnings in Syria based on warnings published in Thamarat, BUT he mistakes the date printed onto the header of Thamarāt as Gregorian dates instead of the Rūmī calendar. Thus, he forgot to check them against the Hijrī dates also supplied by the header. Further the table lists, at least in some occasions the dates of the offending numbers and not the publication date of the warning","author":[{"family":"Cioeta","given":"Donald J."}],"citation-key":"Cioeta+1979","container-title":"International Journal of Middle East Studies","DOI":"10/d7mtx2","event-place":"Cambridge","issued":{"date-parts":[[1979]]},"language":"English","note":"uuid: F23F9DE2-8F27-11DA-87C2-000D9369126E","page":"167-186","publisher-place":"Cambridge","title":"Ottoman Censorship in Lebanon and Syria, 1876-1908","title-short":"Ottoman Censorship","type":"article-journal","volume":"10"},
  {"id":"Clavert+2021+HistoryInThe","accessed":{"date-parts":[[2021,6,14]]},"author":[{"family":"Clavert","given":"Frédéric"}],"citation-key":"Clavert+2021+HistoryInThe","container-title":"Geschichte und Gesellschaft","container-title-short":"Geschichte und Gesellschaft","DOI":"10/gkhrjd","ISSN":"0340-613X, 2196-9000","issue":"1","issued":{"date-parts":[[2021,6,10]]},"language":"en","license":"CC BY-NC-ND 4.0","page":"175-194","source":"DOI.org (Crossref)","title":"History in the Era of Massive Data: Online Social Media as Primary Sources for Historians","title-short":"History in the Era of Massive Data","type":"article-journal","URL":"10/gkhrjd","volume":"47"},
  {"id":"Conrad.etal+2013+JenseitsDesEurozentrismus","citation-key":"Conrad.etal+2013+JenseitsDesEurozentrismus","edition":"2","editor":[{"family":"Conrad","given":"Sebastian"},{"family":"Randeria","given":"Shalini"},{"family":"Römhild","given":"Regina"}],"event-place":"Frankfurt am Main","ISBN":"978-3-593-39517-3","issued":{"date-parts":[[2013]]},"language":"de","note":"OCLC: 863142097","publisher":"Campus","publisher-place":"Frankfurt am Main","source":"Open WorldCat","title":"Jenseits des Eurozentrismus: postkoloniale Perspektiven in den Geschichts- und Kulturwissenschaften","title-short":"Jenseits des Eurozentrismus","type":"book"},
  {"id":"Conrad+2013+GlobalgeschichteEineEinfuehrung","abstract":"Globalgeschichte ist in den letzten Jahren zu einem der wichtigsten Felder der Geschichtswissenschaft geworden. Aber was ist unter dem Begriff genau zu verstehen?Geht es um die Geschichte des gesamten Planeten? Um die Geschichte der menschlichen Spezies, gar um \"Big history\", die Zeit seit dem Urknall? Oder handelt es sich eher um eine bestimmte Perspektive, anhand derer auch die Geschichte eines kleinen Dorfes untersucht werden kann? Welche Fragen lassen sich in globaler Perspektive besser beantworten, welche Zusammenhänge kommen dadurch erst in den Blick? Sebastian Conrad, neben Jürgen Osterhammel wohl der bekannteste Vertreter der Globalgeschichte in Deutschland, führt in diesem Buch anschaulich und anhand konkreter Beispiele in das Forschungsfeld ein und stellt die zentralen Fragen und Theorien sowie die wichtigsten Themen und Kontroversen vor.","author":[{"family":"Conrad","given":"Sebastian"}],"citation-key":"Conrad+2013+GlobalgeschichteEineEinfuehrung","collection-title":"Beck'sche Reihe","event-place":"Hamburg","ISBN":"978-3-406-64574-7","issued":{"date-parts":[[2013,4,10]]},"language":"de","number-of-pages":"210","publisher":"Beck","publisher-place":"Hamburg","source":"Google Books","title":"Globalgeschichte: Eine Einführung","title-short":"Globalgeschichte","type":"book"},
  {"id":"Cordell+2015","abstract":"One could easily dismiss such clippings as disposable texts created for a disposable medium, useful filler generated by editors desperate to compose a daily or","author":[{"family":"Cordell","given":"Ryan"}],"citation-key":"Cordell+2015","container-title":"American Literary History","DOI":"10/ggwwhf","event-place":"","issue":"3","issued":{"date-parts":[[2015,9]]},"note":"uuid: 5C6CE63F-A4C7-465D-8D2D-5DC6AEB18F95","number":"3","page":"417-445","publisher":"Narnia","publisher-place":"","title":"Reprinting, Circulation, and the Network Author in Antebellum Newspapers","title-short":"Reprinting, Circulation, and the Network","type":"article-journal","volume":"27"},
  {"id":"DA+1927+HistoryOfRadio","author":[{"family":"D'A","given":"EEF"}],"citation-key":"DA+1927+HistoryOfRadio","container-title":"Nature","DOI":"10/c468r9","issue":"3033","issued":{"date-parts":[[1927]]},"page":"868–869","publisher":"Nature Publishing Group","source":"Google Scholar","title":"History of Radio Telegraphy and Telephony","type":"article-journal","volume":"120"},
  {"id":"Droste+2021+TheBusinessOf","abstract":"\"Chapter 2  Infrastructure\" published on 07 Apr 2021 by Brill.","accessed":{"date-parts":[[2021,10,6]]},"author":[{"family":"Droste","given":"Heiko"}],"citation-key":"Droste+2021+TheBusinessOf","DOI":"10.1163/9789004440111","event-place":"Leiden","ISBN":"978-90-04-44011-1","issued":{"date-parts":[[2021,4,7]]},"language":"en","note":"https://web.archive.org/web/20211006112704/https://brill.com/view/book/9789004440111/BP000011.xml","original-date":{"date-parts":[[2018]]},"original-title":"Das Geschäft mit Nachrichten","page":"69-116","publisher":"Brill","publisher-place":"Leiden","source":"brill.com","title":"The Business of News","translator":[{"family":"Hurd","given":"Madeleine"}],"type":"book","URL":"https://brill.com/view/book/9789004440111/BP000011.xml"},
  {"id":"Dugan.Montpellier+2021+MultipleScriptsRegularizing","abstract":"This paper outlines our methodology for regularizing the transliteration of Urdu-based discourse in digital spaces for analysis with various DH methods. Scholars, acknowledging social media as an increasingly central discursive space and the irregularity of Urdu-based online transliterations, have taken generative steps in this regard (Irvine and Ann 2012, Sharf and Ur Rahman 2017). At the same time, these methods require substantial technical knowledge and do not account for English words or Arabic-based Islamic expressions (e.g. ما شاء الله) and their variants (e.g. mashAllah, ma sha’ Allah, mash’Allah, mA, etc.). This paper advocates the use of spreadsheet applications as an accessible and adaptable tool for regularizing variability in language, script, and orthographic practices in Urdu-based social media discourse. Drawing from challenges faced in our respective research projects, we focus on a small set of piously affective terms and phrases that highlight the applicability of this work for DH projects in Muslim digital worlds. The paper argues that shortening the technical learning curve improves the robustness of DH work with RTL languages, particularly in social media spaces. We elaborate how regularizing orthographic variability in the digital culture in Islamic South Asia and its diasporas widens the analytical scope for scholars working with multiscript, polylingual, and religiously-inflected datasets.","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Dugan","given":"Max"},{"family":"Montpellier","given":"Elliot"}],"citation-key":"Dugan.Montpellier+2021+MultipleScriptsRegularizing","event-place":"Online","event-title":"DHSI 2021: Right to Left","issued":{"date-parts":[[2021,6,8]]},"language":"en","publisher-place":"Online","title":"Multiple Scripts: Regularizing Social Media Discourse in Urdu and its (Many) Transliterations","type":"speech","URL":"https://dhsi.org/dhsi-2021-online-edition/dhsi-2021-online-edition-aligned-conferences-and-events/dhsi-2021-right-to-left/full-access/"},
  {"id":"Eisenstein+1980","abstract":"A full-scale historical treatment of the advent of printing and its importance as an agent of change.","author":[{"family":"Eisenstein","given":"Elizabeth L."}],"citation-key":"Eisenstein+1980","event-place":"Cambridge","ISBN":"978-0-521-29955-8","issued":{"date-parts":[[1980]]},"language":"en","note":"oclc: 775742670\nuuid: 1186DCEA-D649-4438-8B87-32C36AD54067","number-of-volumes":"2","publisher":"Cambridge University Press","publisher-place":"Cambridge","title":"The printing press as an agent of change: Communications and cultural transformations in early-modern Europe","title-short":"The printing press as an agent of change","type":"book"},
  {"id":"Eisenstein+2005","author":[{"family":"Eisenstein","given":"Elizabeth L."}],"citation-key":"Eisenstein+2005","edition":"2","event-place":"New York","ISBN":"978-1-139-19703-8","issued":{"date-parts":[[2005]]},"language":"en","note":"oclc: 1012797447\nuuid: 49615DF5-8C35-4B43-81E8-78B1C8B2CC58","original-date":{"date-parts":[[1983]]},"publisher":"Cambridge University Press","publisher-place":"New York","title":"The printing revolution in early modern Europe","title-short":"Printing Revolution","type":"book"},
  {"id":"ElShamsy+2020+RediscoveringTheIslamic","abstract":"\"Historians have traced the traditions of Islamic scholarship back to late antiquity. Muslim scholars were at work as early as 750 CE/AD, painstakingly copying their commentaries and legal opinions onto scrolls and codices. This venerable tradition embraced the modern printing press relatively late-movable type was adopted in the Middle East only in the early nineteenth century. Islamic scholars, however, initially kept their distance from the new technology, and it was not until the end of the nineteenth century that the first published editions of works of classical religious scholarship began to appear in print. As the culture of print took root, both popular and scholarly understandings of the Islamic tradition shifted. Particular religious works were soon read precisely because they were available in printed, published editions. Other equally erudite works still in scroll and manuscript form, by contrast, languished in the obscurity of manuscript repositories. The people who selected, edited, and published the new print books on and about Islam exerted a huge influence on the resulting literary tradition. These unheralded editors determined, essentially, what came to be understood by the early twentieth century as the classical written \"canon\" of Islamic thought. Collectively, this relatively small group of editors who brought Islamic literature into print crucially shaped how Muslim intellectuals, the Muslim public, and various Islamist movements understood the Islamic intellectual tradition. In this book Ahmed El Shamsy recounts this sea change, focusing on the Islamic literary culture of Cairo, a hot spot of the infant publishing industry, from the late nineteenth and twentieth centuries. As El Shamsy argues, the aforementioned editors included some of the greatest minds in the Muslim world and shared an ambitious intellectual agenda of revival, reform, and identity formation. This book tells the stories of the most consequential of these editors as well as their relations and intellectual exchanges with the European orientalists who also contributed to the new Islamic print culture\"--","author":[{"family":"El Shamsy","given":"Ahmed"}],"citation-key":"ElShamsy+2020+RediscoveringTheIslamic","event-place":"Princeton","ISBN":"978-0-691-17456-3","issued":{"date-parts":[[2020]]},"language":"English","note":"OCLC: 1144805652","publisher":"Princeton University Press","publisher-place":"Princeton","source":"Open WorldCat","title":"Rediscovering the Islamic classics: how editors and print culture transformed an intellectual tradition","title-short":"Rediscovering the Islamic classics","type":"book"},
  {"id":"Ewing+2013+AMostPowerful","author":[{"family":"Ewing","given":"E. Thomas"}],"citation-key":"Ewing+2013+AMostPowerful","container-title":"The Nation State and Beyond: Governing Globalization Processes in the Nineteenth and Early Twentieth Centuries","editor":[{"family":"Löhr","given":"Isabella"},{"family":"Wenzlhuemer","given":"Roland"}],"issued":{"date-parts":[[2013]]},"page":"83–100","publisher":"Springer","source":"Google Scholar","title":"“A Most Powerful Instrument for a Despot”: The Telegraph as a Trans-national Instrument of Imperial Control and Political Mobilization in the Middle East","title-short":"“A Most Powerful Instrument for a Despot”","type":"chapter"},
  {"id":"Fähndrich+1988","abstract":"Rather superficial review article, brushing over many topics and issues, internalising Said as well as his critics.","author":[{"family":"Fähndrich","given":"Hartmut"}],"citation-key":"Fähndrich+1988","container-title":"Die Welt des Islams","issue":"4","issued":{"date-parts":[[1988]]},"language":"de","note":"oclc: 480505993\nuuid: F8A8D368-ABC3-4395-AE2E-B9783FA38A1E","number":"4","page":"178-186","title":"Orientalismus und Orientalismus: Uberlegungen zu Edward Said, Michel Foucault und westlichen \"Islamstudien\"","title-short":"Orientalismus und Orientalismus","type":"article-journal","volume":"28"},
  {"id":"Fernandez+1999+PostcolonialMediaTheory","author":[{"family":"Fernandez","given":"Maria"}],"citation-key":"Fernandez+1999+PostcolonialMediaTheory","container-title":"Art Journal","DOI":"10.1080/00043249.1999.10791954","issue":"3","issued":{"date-parts":[[1999]]},"language":"en","page":"58–73","publisher":"Taylor & Francis","source":"Google Scholar","title":"Postcolonial media theory","type":"article-journal","volume":"58"},
  {"id":"Flew.BonnieRuiLiu+2016+MediaConvergence","author":[{"family":"Flew","given":"Terry"},{"literal":"Bonnie Rui Liu"}],"citation-key":"Flew.BonnieRuiLiu+2016+MediaConvergence","container-title":"Postcolonial Studies Meets Media Studies: a critical encounter","editor":[{"family":"Merten","given":"Kai"},{"family":"Krämer","given":"Lucia"}],"event-place":"Bielefeld","issued":{"date-parts":[[2016]]},"language":"en","page":"25-42","publisher":"transcript","publisher-place":"Bielefeld","source":"Google Scholar","title":"Media Convergence","type":"chapter"},
  {"id":"Fortna+2010","abstract":"Crappy insinuating article, lacking both the claimed theoretical awareness and empirical evidence. He basically uses public and private as categories of property and ownership (567)","author":[{"family":"Fortna","given":"Benjamin C."}],"citation-key":"Fortna+2010","container-title":"Comparative Studies of South Asia, Africa and the Middle East","DOI":"10/ftsvvj","event-place":"","issue":"3","issued":{"date-parts":[[2010]]},"language":"English","note":"uuid: 2CCFC070-CF0B-4C0F-B88F-2AFAED6477AE","number":"3","page":"563","publisher":"Duke Univ Press","publisher-place":"","title":"Reading between Public and Private in the Late Ottoman Empire and the Early Turkish Republic","title-short":"Reading between Public and Private","type":"article-journal","volume":"30"},
  {"id":"Fortna+2011","author":[{"family":"Fortna","given":"Benjamin C."}],"citation-key":"Fortna+2011","event-place":"Houndmills","ISBN":"0-230-23296-5","issued":{"date-parts":[[2011]]},"language":"en","note":"uuid: CB6A7893-4138-4351-BD0D-4BA6D3CCD8AB","publisher":"Palgrave Macmillan","publisher-place":"Houndmills","title":"Learning to read in the late Ottoman Empire and the early Turkish republic","title-short":"Learning to read","type":"book"},
  {"id":"Freitag+1997","abstract":"It seems as if I recorded an erroneous page range from 620-638, whereas the digital copy carries page numbers 607-625. As all my records from the actual book differ from the digital copy, I blame the latter, which doesn't even include information on the font to be used for viewing. Thus acrobat employs a font different from preview. <br><br>Überblicksartikel über die Debatte und ihre Vorläufer, die Hauptthemen von Saids Buch und die Reaktionen darauf, sowie die Probleme, welche durch diese Debatte für die \"Orientalistik\" entstehen (621)<br><br>a) Ausgehend von der mission civilisatrice der Franzosen (angeführt von de Volney im 18. Jhd) entsteht bei im Nahen Osten ab der 2. Hälfte des 19. Jhd. ein Bild des Orientalisten (623), es findet die Konstruktion eines \"Anderen\" durch die scheinbar so passiven Araber statt (623). <br>Viele arabische Reformer und Nationalisten benutzen die Arbeiten der Orientalisten als Basis für die Nahda; so zB Muhammad Kurd Ali und al-Afghani, der einen Breifwechsel mit Ernest Renan führt (624). Allerdings realisiert schon Kurd Ali, dass die meisten Orientalisten ihr Wissen den imperialistischen Staaten Europas zur VErfügung stellen (625). Diese Kritik wird dann vor allem nach WK 2 laut und unter anderem von Abdel-Latif Tibawi erhoben, der vor allem die missionarische Intention vieler Orientalisten ervorhebt (627). In den 1950ern findet die Kritik dann vor allem im Kontext des kalten Krieges statt und der sozialistische Ansatz sich mit den marginalisierten Schichten als Subjekt aus einander zusetzen (d.h. mit dem Orientalen zu reden, anstatt nur über ihn) findet viel Nachhall in der arabischen Welt (627). Desweiteren findet spätestens in den 1960ern eine Abkehr vom Historismus und der essentialistischen Geschichtsschreibung statt (628)<br><br>b) Said popularsiert vor allem eine akademische Debatte für die breite Öffentlichkeit (628) und bettet sie in die postmoderne Theorie von Macht und Diskurs ein (629). Seine Hauptthese ist, dass sich in der Orientalistik Wissenschaft mit dem politischen Willen und der Macht vereint den \"Anderen\" einzudämmen und zu beherrschen (629). Said betreibt vor allem Wissenschaftskritik, indem er der Orientalistik vorwirft den cultural turn anders als andere Wissenschaften nicht mit vollzogen zu haben (629). <br>Bis auf die entrüstete Reaktion einiger weniger (B. Lewis), wurden vor allem Details von Saids Arbeit kritisiert, bzw. weiter ausgebaut: Studien zu Deutschland (B. Johansen) und Russland, die in Saids Buch fehlen (630f.). Ein weiterer Zweig ist die Ausdehnung der analytischen Methoden von Orientalism auf andere Regionen, wie z.B. Indien durch Ronald Inden (631). Außerdem kann eine Krise der Kulturwissenschaft aus Saids Thesen konstruiert werden, wenn man in letzter Konsequenz in Frage stellt, dass sich überhaupt Wissen über eine Kultur bzw. eine andere Kultur erlangen lässt (Minear 632).<br><br>c) Vor allem hermeneutische Fragen lassen sich aus Said ziehen: Ist Objektive Kenntnis überhaupt bzw. bis zu welchem Maße möglich (633). Viele Wissenschaftler neigen dazu Quellen zu unkritisch zu lesen. Allerdings ist es heute - trotz eines weiterhin hegemonialen Diskurses über den Orient - nicht mehr möglich die Orientalen als Subjekte in der Forschung komplett zu ingnorieren (634)","author":[{"family":"Freitag","given":"Ulrike"}],"citation-key":"Freitag+1997","container-title":"Companion to historiography","editor":[{"family":"Bentley","given":"Michael"}],"event-place":"London","issued":{"date-parts":[[1997]]},"language":"en","note":"uuid: D10B8837-6B5C-4D67-A060-184C43B2D361","page":"607-625","publisher":"Routledge","publisher-place":"London","title":"The Critique of Orientalism","type":"chapter"},
  {"id":"Gitelman.Pingree+2003+Introduction","abstract":"\"Reminding us that all media were once new, this book challenges the notion that to study new media is to study exclusively today's new media. Examining a variety of media in their historic contexts, it explores those moments of transition when new media were not yet fully defined and their significance was still in flux. Examples range from familiar devices such as the telephone and phonograph to unfamiliar curiosities such as the physiognotrace and the zograscope. Moving beyond the story of technological innovation, the book considers emergent media as sites of ongoing cultural exchange. It considers how habits and structures of communication can frame a collective sense of public and private and how they inform our apprehensions of the \"real.\"\"--Jacket.","accessed":{"date-parts":[[2021,7,1]]},"author":[{"family":"Gitelman","given":"Lisa"},{"family":"Pingree","given":"Geoffrey B"}],"citation-key":"Gitelman.Pingree+2003+Introduction","container-title":"New media, 1740-1915","editor":[{"family":"Gitelman","given":"Lisa"},{"family":"Pingree","given":"Geoffrey B"}],"event-place":"Cambridge","ISBN":"978-0-262-27390-9 978-0-585-48105-0","issued":{"date-parts":[[2003]]},"language":"English","note":"OCLC: 1257363302","page":"xi-xxii","publisher":"MIT Press","publisher-place":"Cambridge","source":"Open WorldCat","title":"Introduction","type":"chapter","URL":"https://search.ebscohost.com/login.aspx?direct=true&scope=site&db=e000xna&AN=100062"},
  {"id":"Gitelman.Pingree+2003+NewMedia; https://web.archive.org/web/20211118121438/https://search.ebscohost.com/login.aspx?direct=true&amp;scope=site&amp;db=e000xna&amp;AN=100062","abstract":"\"Reminding us that all media were once new, this book challenges the notion that to study new media is to study exclusively today's new media. Examining a variety of media in their historic contexts, it explores those moments of transition when new media were not yet fully defined and their significance was still in flux. Examples range from familiar devices such as the telephone and phonograph to unfamiliar curiosities such as the physiognotrace and the zograscope. Moving beyond the story of technological innovation, the book considers emergent media as sites of ongoing cultural exchange. It considers how habits and structures of communication can frame a collective sense of public and private and how they inform our apprehensions of the \"real.\"\"--Jacket.","accessed":{"date-parts":[[2021,7,1]]},"citation-key":"Gitelman.Pingree+2003+NewMedia; https://web.archive.org/web/20211118121438/https://search.ebscohost.com/login.aspx?direct=true&amp;scope=site&amp;db=e000xna&amp;AN=100062","editor":[{"family":"Gitelman","given":"Lisa"},{"family":"Pingree","given":"Geoffrey B"}],"event-place":"Cambridge","ISBN":"978-0-262-27390-9 978-0-585-48105-0","issued":{"date-parts":[[2003]]},"language":"English","note":"OCLC: 1257363302","publisher":"MIT Press","publisher-place":"Cambridge","source":"Open WorldCat","title":"New media, 1740-1915","type":"book","URL":"https://search.ebscohost.com/login.aspx?direct=true&scope=site&db=e000xna&AN=100062"},
  {"id":"Gitelman+2014+PaperKnowledgeToward","abstract":"Paper Knowledge is a remarkable book about the mundane: the library card, the promissory note, the movie ticket, the PDF (Portable Document Format). It is a media history of the document.","accessed":{"date-parts":[[2021,7,1]]},"author":[{"family":"Gitelman","given":"Lisa"}],"citation-key":"Gitelman+2014+PaperKnowledgeToward","event-place":"Durham","ISBN":"978-0-8223-7676-7 978-1-306-53987-6","issued":{"date-parts":[[2014]]},"language":"English","note":"OCLC: 1169931164","publisher":"Duke University Press","publisher-place":"Durham","source":"Open WorldCat","title":"Paper knowledge: toward a media history of documents","title-short":"Paper knowledge","type":"book"},
  {"id":"Goodman.Green+1992+ComputingInThe","author":[{"family":"Goodman","given":"Seymour E."},{"family":"Green","given":"Jerrold D."}],"citation-key":"Goodman.Green+1992+ComputingInThe","container-title":"Communications of the ACM","DOI":"10/b46p5v","issue":"8","issued":{"date-parts":[[1992]]},"page":"21–24","publisher":"ACM New York, NY, USA","source":"Google Scholar","title":"Computing in the Middle east","type":"article-journal","volume":"35"},
  {"id":"Habermas+1989","author":[{"family":"Habermas","given":"Jürgen"}],"citation-key":"Habermas+1989","event-place":"Cambridge","issued":{"date-parts":[[1989]]},"language":"en","note":"Translators: _:n752\nTranslators: _:n36097\nuuid: B1294C62-9212-4311-B4F0-0A8A8A0F4D12","publisher":"MIT Press","publisher-place":"Cambridge","title":"The structural transformation of the public sphere: an inquiry into a category of bourgeois society","title-short":"Structural Transformation","translator":[{"family":"Burger","given":"Thomas"},{"family":"Lawrence","given":"Frederick"}],"type":"book"},
  {"id":"Hafez+2005+MythosGlobalisierungWarum","abstract":"Trotz aller erkennbarer Zeichen der \"Globalisierung\" ist das Feld der internationalen Kommunikation, ist die \"Informationsgesellschaft\" in den meisten Bereichen noch immer ein Nebenschauplatz der öffentlichen Kommunikation. Ob Auslandsberichterstattung, Satellitenfernsehen, das Internet, Filmproduktion oder andere Gebiete der Medienproduktion und -nutzung: Die Medien werden weltweit noch immer in hohem Maß von lokalen, nationalen und regionalen Prozessen geprägt. Politische und ökonomische Dimensionen eines \"Weltmediensystems\" existieren erst in Ansätzen. Im Bereich der Massenmedien ist die Globalisierung wissenschaftlich kaum fassbarer \"Mythos\", der dringend einer realistischen Revision bedarf, um das politisch bedeutsame Projekt zukunftsfähig zu machen.","author":[{"family":"Hafez","given":"Kai"}],"citation-key":"Hafez+2005+MythosGlobalisierungWarum","ISBN":"978-3-322-80760-1","issued":{"date-parts":[[2005]]},"language":"de","publisher":"Verlag für Sozialwissenschaften","source":"Google Books","title":"Mythos Globalisierung: Warum die Medien nicht grenzenlos sind","title-short":"Mythos Globalisierung","type":"book"},
  {"id":"Hafez+2007+TheMythOf","abstract":"The ongoing interconnection of the world through modern mass media is generally considered to be one of the major developments underpinning globalization. This important book considers anew the globalization phenomenon in the media sphere.   Rather than heralding globalization or warning of its dangers, as in many other books, Kai Hafez analyses the degree to which media globalization is really taking place. Do we have enough evidence to show that there is a linear and accelerated move towards transnationalization in the media?  All too often the empirical data presented seems rather more anecdotal than representative. Many transborder media phenomena are overestimated and taken out of the context of locally and nationally oriented mainstream media processes all over the world. The inherent danger is that a central paradigm of the social sciences, rather than bearing scholarly substance, will turn out to be a myth and even a sometimes dangerously ideological tool.    Based on a theoretical debate of media globalization, the work discusses most major fields of media development, including foreign reporting, satellite TV, film, internet, foreign broadcasting, media and migration, media policy and media economy. As an important new contribution to timely debates, The Myth of Media Globalization will be essential and provocative reading for students and scholars alike.","author":[{"family":"Hafez","given":"Kai"}],"citation-key":"Hafez+2007+TheMythOf","ISBN":"978-0-7456-3909-3","issued":{"date-parts":[[2007,3,26]]},"language":"en","number-of-pages":"233","original-date":{"date-parts":[[2005]]},"original-title":"Mythos Globalisierung","publisher":"Polity","source":"Google Books","title":"The Myth of Media Globalization","type":"book"},
  {"id":"Hafez2014MediaSystems","abstract":"Since the 1990s, we have been witnessing the emergence of dynamic public spheres as a result of partly liberalized autocracies in many Arab countries. Al Jazeera is the best known of hundreds of new electronic media in various segments of radio, television, and the Internet. Since 2011, democratic changes have been underway in countries like Tunisia or Egypt, which could spill over to other Arab countries. However, most Arab states still do not have democratic political systems, except, perhaps, for Lebanon. Nevertheless, of all the basic features of democracy—free elections, parties, and opinion—media freedom seems to be the most vibrant and dynamic in large parts of the Arab world. Classical transformation theory has never granted the media a prominent place. Media was thought to follow rather than to lead democracy,1 and it is still true that changes in the media sector alone cannot transform political systems. However, we might nevertheless live in an era of a “communicative turn” of historical dimensions: Arab media and, with them, Arab political culture have for two decades developed much faster than any of the Arab political systems, and changes in the media seem to have triggered the current “Arab wave” of democratization.","accessed":{"date-parts":[[2021,9,20]]},"author":[{"family":"Hafez","given":"Kai"}],"citation-key":"Hafez2014MediaSystems","collection-title":"Palgrave Macmillan Series in International Political Communication","container-title":"Media Evolution on the Eve of the Arab Spring","DOI":"10.1057/9781137403155_15; https://web.archive.org/web/20210920121633/https://link.springer.com/chapter/10.1057%2F9781137403155_15","editor":[{"family":"Hudson","given":"Leila"},{"family":"Iskandar","given":"Adel"},{"family":"Kirk","given":"Mimi"}],"event-place":"New York","ISBN":"978-1-137-40315-5","issued":{"date-parts":[[2014]]},"language":"en","page":"235-250","publisher":"Palgrave Macmillan US","publisher-place":"New York","source":"Springer Link","title":"Arab and Western Media Systems Typologies","type":"chapter","URL":"https://doi.org/10.1057/9781137403155_15"},
  {"id":"Harding+1998+IsScienceMulticultural","author":[{"family":"Harding","given":"Sandra G."}],"citation-key":"Harding+1998+IsScienceMulticultural","issued":{"date-parts":[[1998]]},"publisher":"Indiana University Press","source":"Google Scholar","title":"Is science multicultural? Postcolonialisms, feminisms, and epistemologies","title-short":"Is science multicultural?","type":"book","URL":"https://books.google.de/books?id=WeTHMEPj1ooC"},
  {"id":"Hendricks+2012+ThePalgraveHandbook","abstract":"International in scope, this handbook provides an overview of the historical developments and current status of the terrestrial radio industry in some of the largest and most populated countries throughout the world, with insightful and global perspectives by prominent international media scholars and examinations of over 20 countries.","accessed":{"date-parts":[[2021,9,20]]},"citation-key":"Hendricks+2012+ThePalgraveHandbook","editor":[{"family":"Hendricks","given":"John Allen"}],"ISBN":"978-0-230-29307-6","issued":{"date-parts":[[2012]]},"language":"en","note":"https://web.archive.org/web/20170827121953/http://www.palgrave.com:80/gp/book/9780230293076","publisher":"Palgrave Macmillan UK","source":"www.palgrave.com","title":"The Palgrave Handbook of Global Radio","type":"book","URL":"https://www.palgrave.com/gp/book/9780230293076"},
  {"id":"Hermida.etal2014SourcingTheArab","abstract":"News sourcing practices are critical as they shape from whom journalists get their information and what information they obtain, mostly from elite sources. This study evaluates whether social media platforms expand the range of actors involved in the news through a quantitative content analysis of the sources cited by NPR's Andy Carvin on Twitter during the Arab Spring. Results show that, on balance, nonelite sources had a greater representation in the content than elite sources. Alternative actors accounted for nearly half of the messages. The study points to the innovative forms of production that can emerge with new communication technologies, with the journalist as a central node trusted to authenticate and interpret news flows on social awareness streams.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Hermida","given":"Alfred"},{"family":"Lewis","given":"Seth C."},{"family":"Zamith","given":"Rodrigo"}],"citation-key":"Hermida.etal2014SourcingTheArab","container-title":"Journal of Computer-Mediated Communication","container-title-short":"Journal of Computer-Mediated Communication","DOI":"10.1111/jcc4.12074","ISSN":"1083-6101","issue":"3","issued":{"date-parts":[[2014]]},"note":"https://web.archive.org/web/20211213123735/https://academic.oup.com/jcmc/article/19/3/479/4067573","page":"479-499","source":"Silverchair","title":"Sourcing the Arab Spring: A Case Study of Andy Carvin's Sources on Twitter during the Tunisian and Egyptian Revolutions*","title-short":"Sourcing the Arab Spring","type":"article-journal","URL":"https://doi.org/10.1111/jcc4.12074","volume":"19"},
  {"id":"Hicks+2018","abstract":"In 1944, Britain led the world in electronic computing. By 1974, the British computer industry was all but extinct. Marie Hicks's Programmed inequality explores the story of labor feminization and gendered technocracy that undercut British efforts to computerize. Women were a hidden engine of growth in high technology from World War II to the 1960s. As computing experienced a gender flip, becoming male-identified in the 1960s and 1970s, labor problems grew into structural ones, and gender discrimination caused the nation's largest computer user - the civil service and sprawling public sector -- to make decisions that were disastrous for the British computer industry and the nation as a whole. Programmed inequality shows how the disappearance of women from the field has grave macroeconomic consequences for Britain, and why the United States risks repeating those errors in the twenty-first century.","author":[{"family":"Hicks","given":"Marie"}],"citation-key":"Hicks+2018","event-place":"Cambridge","ISBN":"978-0-262-53518-2","issued":{"date-parts":[[2018]]},"language":"English","note":"oclc: 1140272116\nuuid: D5AD3D8E-CDD0-4590-A387-5BAE0389E8CD","publisher":"MIT Press","publisher-place":"Cambridge","source":"Till","title":"Programmed inequality: how Britain discarded women technologists and lost its edge in computing","title-short":"Programmed inequality","type":"book"},
  {"id":"Home+","accessed":{"date-parts":[[2021,10,4]]},"citation-key":"Home+","container-title":"Wissenschaftliche Integrität","language":"de-DE","note":"https://web.archive.org/web/20210812205853/https://wissenschaftliche-integritaet.de/","title":"Home","type":"webpage","URL":"https://wissenschaftliche-integritaet.de/"},
  {"id":"Huhtamo.Parikka+2011+MediaArchaeologyApproaches","abstract":"This book introduces an archaeological approach to the study of media - one that sifts through the evidence to learn how media were written about, used, designed, preserved, and sometimes discarded. Edited by Erkki Huhtamo and Jussi Parikka, with contributions from internationally prominent scholars from Europe, North America, and Japan, the essays help us understand how the media that predate today's interactive, digital forms were in their time contested, adopted and embedded in the everyday.","accessed":{"date-parts":[[2021,6,28]]},"citation-key":"Huhtamo.Parikka+2011+MediaArchaeologyApproaches","editor":[{"family":"Huhtamo","given":"Erkki"},{"family":"Parikka","given":"Jussi"}],"event-place":"Berkeley","ISBN":"978-0-520-26274-4","issued":{"date-parts":[[2011,6]]},"language":"en","note":"https://web.archive.org/web/20210420150959/https://www.ucpress.edu/book/9780520262744/media-archaeology","publisher":"University of California Press","publisher-place":"Berkeley","source":"www.ucpress.edu","title":"Media Archaeology: Approaches, Applications, and Implications","title-short":"Media Archaeology","type":"book","URL":"https://www.ucpress.edu/book/9780520262744/media-archaeology"},
  {"id":"Ibrahim+2011+TheMoscowRadio","author":[{"family":"Nawwāf","given":"Ibrāhīm"},{"family":"Наоваф","given":"Ибрахим"}],"citation-key":"Ibrahim+2011+TheMoscowRadio","container-title":"RUDN Journal of Studies in Literature and Journalism","issue":"1","issued":{"date-parts":[[2011]]},"language":"ru","note":"translated-title: The Moscow Radio Broadcasting in Countries of the Middle East during the Soviet Period","page":"64–72","source":"Google Scholar","title":"ВЕЩАНИЕ «МОСКОВСКОГО РАДИО» НА СТРАНЫ БЛИЖНЕГО И СРЕДНЕГО ВОСТОКА В СОВЕТСКИЙ ПЕРИОД","type":"article-journal"},
  {"id":"InformationTechnologyTrustAndSocial+","accessed":{"date-parts":[[2021,9,20]]},"citation-key":"InformationTechnologyTrustAndSocial+","note":"https://web.archive.org/web/20210920110705/https://www.jstor.org/stable/4329507?casa_token=m236zizpkooAAAAA%3AhC2Y1_iKxe-yh0Nc4OUJ_xz-6Gi9MqrHZOQSC5ZqcXXseRAc0grnxbP56_Zw8smagEjSBOgRMvg5gIGCI8DKbtENPkz_WY6k9koupeF7kN_-n7bIaDD1&amp;seq=1","title":"Information Technology, Trust, and Social Change in the Arab World on JSTOR","type":"webpage","URL":"https://www.jstor.org/stable/4329507?casa_token=m236zizpkooAAAAA%3AhC2Y1_iKxe-yh0Nc4OUJ_xz-6Gi9MqrHZOQSC5ZqcXXseRAc0grnxbP56_Zw8smagEjSBOgRMvg5gIGCI8DKbtENPkz_WY6k9koupeF7kN_-n7bIaDD1&seq=1#metadata_info_tab_contents"},
  {"id":"Isakhan+2007+TheRoleOf","abstract":"The toppling of Saddam in 2003 has seen Iraq shift from only a handful of state organs that served as propaganda machines, to a wealth of over 200 Iraqi-owned newspapers which are being fervently produced and avidly read on the streets of the nation. This paper traces the introduction of the printing press to Iraq by the Ottomans and details both the periods where Iraq’s press was truly free and fostered the emergence of a civil society and democratic reforms and those where the Iraqi media was most restricted and did little else than praise the regime at hand. Following on, this paper reviews the developments since the fall of Saddam Hussein and, despite the extensive interference in Iraq’s media sector from the occupying forces, it concludes by arguing that these papers have been central to the re-emergence of an Iraqi public sphere which has openly debated and discussed the issues surrounding the nation’s shift from despotism to democracy.","author":[{"family":"Isakhan","given":"Mr Benjamin"}],"citation-key":"Isakhan+2007+TheRoleOf","container-title":"OURMedia - NUESTROSMedios VI 2007: Sustainable futures, roles and challenges for community, alternative and citizens's media in the 21st century","event-place":"Sydney","issued":{"date-parts":[[2007]]},"language":"en","note":"https://web.archive.org/web/20210920122635/https://dro.deakin.edu.au/view/DU:30033465","page":"1-33","publisher-place":"Sydney","source":"Zotero","title":"The role of the press in Iraq’s long struggle for democratic reform","type":"paper-conference","URL":"http://hdl.handle.net/10536/DRO/DU:30033465"},
  {"id":"Isakhan+2009+ManufacturingConsentIn","abstract":"The toppling of Saddam Hussein in 2003 saw Iraq’s media sector shift from a handful of state-run media outlets that served as propaganda machines, to a vast array of Iraqi-owned newspapers, radio stations and television channels which are being fervently produced and avidly consumed nationally. Not unexpectedly, several problems have accompanied this divergent, ad-hoc and highly volatile mediascape. Although recognizing important factors, including dangers faced by Iraqi journalists, and the dearth of appropriate press laws, this article focuses instead on attempts by certain key foreign and domestic political bodies to manufacture consent in Iraq via their interference in the post-Saddam media sector. These foreign influences are Iran, Saudi Arabia and the United States, each of which funds, controls and manipulates different Iraqi media outlets. Not surprisingly, the United States has been the most active in this respect, utilizing both overt and clandestine propaganda techniques as well as forced closures to control the Iraqi media sector. Unfortunately, measures such as these are not limited to foreign governments: both the Iraqi government and the Kurdish Regional Government have used similar means to control and silence Iraq’s nascent public sphere. The article concludes by noting the irony of limited press freedom in Iraq during this crucial phase of its transition from despotism to democracy.","accessed":{"date-parts":[[2021,9,20]]},"author":[{"family":"Isakhan","given":"Benjamin"}],"citation-key":"Isakhan+2009+ManufacturingConsentIn","container-title":"International Journal of Contemporary Iraqi Studies","container-title-short":"International Journal of Contemporary Iraqi Studies","DOI":"10/dgqpf7","ISSN":"1751-2867","issue":"1","issued":{"date-parts":[[2009,5]]},"language":"en","note":"https://web.archive.org/web/20210920130015/https://www.ingentaconnect.com/content/intellect/ijcis/2009/00000003/00000001/art00002","page":"7-25","source":"DOI.org (Crossref)","title":"Manufacturing consent in Iraq: interference in the post-Saddam media sector","title-short":"Manufacturing consent in Iraq","type":"article-journal","URL":"http://www.ingentaconnect.com/content/intellect/ijcis/2009/00000003/00000001/art00002","volume":"3"},
  {"id":"Isani2021MethodologicalProblemsOf","abstract":"Public opinion research in the Middle Eastern context has seen a proliferation of data research that aims to track changes in the state of Arab attitudes. Yet, it remains unclear what is being measured and how representative the data is. This article aims to address this question by reviewing the extent to which and how the existing literature has addressed the issues of representativeness of Twitter communities and the validity of opinion measures derived from sentiment analysis in the Middle Eastern context. While some studies aim no further than to gauge the dynamics of Twitter debates, many others seek to generalize the larger public opinion trends. This raises questions about how representative Twitter users are of the general public, how asymmetric social media use is, and how participation routines vary. Furthermore, to what extent can sentiment analysis translate individual tweets into meaningful measures of expressed opinion, and how sensitive are means of aggregating opinions from sentiment analysis to variation in terms of tone and amount of text within and across individuals? Following a comprehensive review of existing research in the context of the Middle East, this article also aims to derive a clearer understanding of how collective Twitter opinion relates to public opinion and make some suggestions of ways to design sampling and coding procedures, as well as validation exercises to address measurement bias and error.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Isani","given":"Mujtaba Ali"}],"citation-key":"Isani2021MethodologicalProblemsOf","container-title":"Contemporary Review of the Middle East","container-title-short":"Contemporary Review of the Middle East","DOI":"10.1177/2347798920976283","ISSN":"2347-7989","issue":"1","issued":{"date-parts":[[2021,3,1]]},"language":"en","page":"22-35","publisher":"SAGE Publications India; https://web.archive.org/web/20211213125055/https://journals.sagepub.com/doi/10.1177/2347798920976283","source":"SAGE Journals","title":"Methodological Problems of Using Arabic-Language Twitter as a Gauge for Arab Attitudes Toward Politics and Society","type":"article-journal","URL":"https://doi.org/10.1177/2347798920976283","volume":"8"},
  {"id":"Kerner+2012+PostkolonialeTheorienZur","author":[{"family":"Kerner","given":"Ina"}],"citation-key":"Kerner+2012+PostkolonialeTheorienZur","collection-number":"ARRAY(0x55e4f3811438)","collection-title":"Zur Einführung","event-place":"Hamburg","ISBN":"978-3-88506-665-1","issued":{"date-parts":[[2012]]},"language":"ger","number-of-pages":"208 S.","publisher":"Junius","publisher-place":"Hamburg","source":"katalog.ub.uni-heidelberg.de","title":"Postkoloniale Theorien zur Einführung","type":"book"},
  {"id":"Khalil.Kraidy2017ArabTelevisionIndustries","abstract":"In recent years, Arab television has undergone a dramatic and profound transformation from terrestrial, government-owned, national channels to satellite, privately owned, transnational networks. The latter is the Arab television that matters today, economically, socially and politically. The resulting pan-Arab industry is vibrant, diverse, and fluid - very different, the authors of this major new study argue, from the prevailing view in the West, which focuses only on the al-Jazeera network. Based on a wealth of primary Arabic language sources, interviews with Arab television executives, and the authors' personal and professional experience with the industry, Arab Television Industries tells the story of that transformation, featuring compelling portraits of major players and institutions, and captures dominant trends in the industry. Readers learn how the transformation of Arab television came to be, the different kinds of channels, how programs are made and promoted, and how they are regulated. Throughout, the analysis focuses on the interaction of the television industry with Arab politics, business, societies and cultures.","author":[{"family":"Khalil","given":"Joe F."},{"family":"Kraidy","given":"Marwan M."}],"citation-key":"Khalil.Kraidy2017ArabTelevisionIndustries","ISBN":"978-1-84457-576-3","issued":{"date-parts":[[2017,10,14]]},"language":"en","number-of-pages":"199","publisher":"Bloomsbury Publishing","source":"Google Books","title":"Arab Television Industries","type":"book"},
  {"id":"King+2017+HistoryOfStruggle","author":[{"family":"King","given":"Gretchen"}],"citation-key":"King+2017+HistoryOfStruggle","container-title":"Westminster Papers in Communication and Culture","DOI":"10/ggt3wb","issue":"2","issued":{"date-parts":[[2017]]},"publisher":"University of Westminster Press","source":"Google Scholar","title":"History of struggle: The global story of community broadcasting practices, or a brief history of community radio","title-short":"History of struggle","type":"article-journal","volume":"12"},
  {"id":"Kraidy.Al-Ghazzi2013NeoOttomanCoolTurkish","abstract":"In the past decade, Turkish television drama has enjoyed popular success in the Arab world, fueling wide-ranging controversies in the pan-Arab public sphere. Such popularity is at first sight puzzling. After all, Arabs lived under Ottoman rule for 400 years, and for most of the 20th century Turkey's foreign policy neglected Arab interests. Why, then, would Turkish drama be popular with Arab audiences, especially at a time of unprecedented vibrancy in Arab cultural production? This article grapples with that question via a systematic analysis of pan-Arab discourse about Turkish popular culture, concluding that some Turkish dramas conjure up an accessible modernity while others enact a counter-hegemonic narrative that puts Middle Easterners in the role of heroes. The rise of Turkish television drama in the Arab public sphere offers insights into the geopolitical underpinnings and geocultural consequences of transnational media flows.","accessed":{"date-parts":[[2022,1,10]]},"author":[{"family":"Kraidy","given":"Marwan   M."},{"family":"Al-Ghazzi","given":"Omar"}],"citation-key":"Kraidy.Al-Ghazzi2013NeoOttomanCoolTurkish","container-title":"Popular Communication","DOI":"10.1080/15405702.2013.747940","ISSN":"1540-5702","issue":"1","issued":{"date-parts":[[2013,1,1]]},"note":"_eprint: https://doi.org/10.1080/15405702.2013.747940; https://web.archive.org/web/20220110165918/https://www.tandfonline.com/doi/abs/10.1080/15405702.2013.747940","page":"17-29","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Neo-Ottoman Cool: Turkish Popular Culture in the Arab Public Sphere","title-short":"Neo-Ottoman Cool","type":"article-journal","URL":"https://doi.org/10.1080/15405702.2013.747940","volume":"11"},
  {"id":"Kraidy2002ArabSatelliteTelevision","author":[{"family":"Kraidy","given":"Marwan M."}],"citation-key":"Kraidy2002ArabSatelliteTelevision","container-title":"Global Media Journal","issue":"1","issued":{"date-parts":[[2002]]},"language":"en","source":"Google Scholar","title":"Arab satellite television between regionalization and globalization","type":"article-journal","volume":"1"},
  {"id":"Kraidy2010RealityTelevisionAnd","author":[{"family":"Kraidy","given":"Marwan M."}],"call-number":"PN1992.8.R43 K73 2010","citation-key":"Kraidy2010RealityTelevisionAnd","collection-title":"Communication, society and politics","event-place":"Cambridge","ISBN":"978-0-521-76919-8 978-0-521-74904-6","issued":{"date-parts":[[2010]]},"language":"en","note":"OCLC: ocn316233014","number-of-pages":"252","publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"Library of Congress ISBN","title":"Reality television and Arab politics: contention in public life","title-short":"Reality television and Arab politics","type":"book"},
  {"id":"Kraidy2016TheNakedBlogger","abstract":"\"Uprisings spread like wildfire across the Arab world from 2010 to 2012, fueled by a desire for popular sovereignty. In Tunisia, Egypt, Syria, and elsewhere, protesters flooded the streets and the media, voicing dissent through slogans, graffiti, puppetry, videos, and satire that called for the overthrow of dictators and the regimes that sustained them. Investigating what drives people to risk everything to express themselves in rebellious art, \"The Naked Blogger of Cairo\" uncovers the creative insurgency at the heart of the Arab uprisings. While commentators have stressed the role of social media, Marwan M. Kraidy shows that the essential medium of political expression was not cell phone texts or Twitter but something more fundamental: the human body. Brutal governments that coerced citizens through torture and rape found themselves confronted with the bodies of protesters, burning with defiance and boldly violating taboos. Activists challenged authority in brazen acts of self-immolation, nude activism, and hunger strikes. The bodies of dictators became a focus of ridicule. A Web series presented Syria's Bashar al-Assad as a pathetic finger puppet, while cartoons and videos spread a meme of Egypt's Hosni Mubarak as a regurgitating cow. The rise of digital culture complicates our understanding of the human body in revolutionary times. As Kraidy argues, technology publicizes defiance, but the body remains the vital nexus of physical struggle and digital communication, destabilizing distinctions between \"the real world\" and virtual reality, spurring revolutionary debates about the role of art, and anchoring Islamic State's attempted hijacking of creative insurgency.\"--Provided by publisher","author":[{"family":"Kraidy","given":"Marwan M."}],"call-number":"JQ1850.A91 K72 2016","citation-key":"Kraidy2016TheNakedBlogger","event-place":"Cambridge, Massachusetts","ISBN":"978-0-674-73708-2","issued":{"date-parts":[[2016]]},"language":"en","number-of-pages":"293","publisher":"Harvard University Press","publisher-place":"Cambridge, Massachusetts","source":"Library of Congress ISBN","title":"The naked blogger of Cairo: creative insurgency in the Arab world","title-short":"The naked blogger of Cairo","type":"book"},
  {"id":"Larkin+2013+ThePoliticsAnd","abstract":"Infrastructures are material forms that allow for the possibility of exchange over space. They are the physical networks through which goods, ideas, waste, power, people, and finance are trafficked. In this article I trace the range of anthropological literature that seeks to theorize infrastructure by drawing on biopolitics, science and technology studies, and theories of technopolitics. I also examine other dimensions of infrastructures that release different meanings and structure politics in various ways: through the aesthetic and the sensorial, desire and promise.","author":[{"family":"Larkin","given":"Brian"}],"citation-key":"Larkin+2013+ThePoliticsAnd","container-title":"Annual Review of Anthropology","DOI":"10.1146/annurev-anthro-092412-155522","issue":"1","issued":{"date-parts":[[2013,8,21]]},"language":"en","page":"327-343","title":"The Politics and Poetics of Infrastructure","type":"article-journal","volume":"42"},
  {"id":"Latham+2006","author":[{"family":"Latham","given":"Sean"},{"family":"Scholes","given":"Robert"}],"citation-key":"Latham+2006","container-title":"pmla","DOI":"10.1632/003081206X129693","issue":"2","issued":{"date-parts":[[2006]]},"language":"en","note":"uuid: 2E393D91-4A65-40E0-A16E-5FDBE1EF1D59","page":"517-531","title":"The rise of periodical studies","type":"article-journal","volume":"121"},
  {"id":"Levy.Mercea2021ExploringNarrativeLinearity","abstract":"This article explores the use of narrative theory as an analytical framework to investigate the extent to which popular hashtags and the news can develop into intersecting stories. It juxtaposes the case of hashtag-based reports seen during the Arab Spring to understand the coverage of notorious political episodes in Brazil. Namely, the 2016 impeachment of Dilma Rousseff and the 2018 election of Jair Bolsonaro. Here, narrative linearity emerges as a tool to observe the borrowing of Twitter hashtags in several journalistic pieces. It is contended that the linearity of authorship, narration and representation of time appears as a satisfactory pathway to trace the development of hashtags into popular news stories. Results suggested that hashtags can significantly follow narratives and agendas in journalism but differing from their original social media context.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Levy","given":"Helton"},{"family":"Mercea","given":"Dan"}],"citation-key":"Levy.Mercea2021ExploringNarrativeLinearity","container-title":"Discourse & Society","container-title-short":"Discourse & Society","DOI":"10.1177/09579265211023223","ISSN":"0957-9265","issue":"6","issued":{"date-parts":[[2021,11,1]]},"language":"en","page":"689-707","publisher":"SAGE Publications Ltd; https://web.archive.org/web/20211213125146/https://journals.sagepub.com/doi/10.1177/09579265211023223","source":"SAGE Journals","title":"Exploring narrative linearity between Twitter and the news: Echoes of the Arab Spring in Brazil","title-short":"Exploring narrative linearity between Twitter and the news","type":"article-journal","URL":"https://doi.org/10.1177/09579265211023223","volume":"32"},
  {"id":"Lewis+2018+WiredOttomansA","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Lewis","given":"Pauline Luvy"}],"citation-key":"Lewis+2018+WiredOttomansA","event-place":"Los Angeles","genre":"PhD Thesis","issued":{"date-parts":[[2018]]},"language":"en","note":"https://web.archive.org/web/20211020223626/https://www.proquest.com/openview/7e2be5de5fb2703ccdb0e7e2188eddd1/1?pq-origsite=gscholar&amp;cbl=18750&amp;diss=y","publisher":"UCLA","publisher-place":"Los Angeles","title":"Wired Ottomans: A Sociotechnical History of the Telegraph and the Modern Ottoman Empire, 1855-1911","title-short":"Wired Ottomans","type":"thesis","URL":"https://www.proquest.com/openview/7e2be5de5fb2703ccdb0e7e2188eddd1/1?pq-origsite=gscholar&cbl=18750&diss=y"},
  {"id":"Liebau+2010","citation-key":"Liebau+2010","collection-number":"5","collection-title":"Studies in global social history","editor":[{"family":"Liebau","given":"Heike"},{"family":"Bromber","given":"Katrin"},{"family":"Lange","given":"Katharina"},{"family":"Hamzah","given":"Dyala"},{"family":"Ahuja","given":"Ravi"}],"event-place":"Leiden, Boston","ISBN":"978-90-04-18847-1","issued":{"date-parts":[[2010]]},"language":"English","note":"oclc: 731667687\nuuid: F419CDC9-7C09-4571-BDEE-AC8ECCA79D1A","publisher":"Brill","publisher-place":"Leiden, Boston","source":"AUB","title":"The world in world wars: Experiences, perceptions and perspectives from Africa and Asia","title-short":"The world in world wars","type":"book","URL":"http://site.ebrary.com/id/10476251"},
  {"id":"Lohr.Wenzlhuemer+2013+TheNationState","citation-key":"Lohr.Wenzlhuemer+2013+TheNationState","editor":[{"family":"Löhr","given":"Isabella"},{"family":"Wenzlhuemer","given":"Roland"}],"issued":{"date-parts":[[2013]]},"language":"en","publisher":"Springer","source":"Google Scholar","title":"The Nation State and Beyond: Governing Globalization Processes in the Nineteenth and Early Twentieth Centuries","type":"book"},
  {"id":"Loimeier+2001","author":[{"family":"Loimeier","given":"Roman"}],"citation-key":"Loimeier+2001","container-title":"Wiener Zeitschrift für kritische Afrikastudien","issued":{"date-parts":[[2001]]},"language":"de","note":"uuid: 402DFEAA-22C6-4652-ADA8-586CA7C50CB9","page":"63-85","title":"Edward Said und der deutschsprachige Orientalismus: Eine Kritische Würdigung","title-short":"Edward Said und der deutschsprachige Orientalismus","type":"article-journal","volume":"2"},
  {"id":"Lynch2006VoicesOfThe","author":[{"family":"Lynch","given":"Marc"}],"citation-key":"Lynch2006VoicesOfThe","issued":{"date-parts":[[2006]]},"language":"en","publisher":"Columbia University Press","source":"Google Scholar","title":"Voices of the new Arab public: Iraq, Al-Jazeera, and Middle East politics today","title-short":"Voices of the new Arab public","type":"book"},
  {"id":"MacDonald+1977+RadioBriItalian","author":[{"family":"MacDonald","given":"Callum A."}],"citation-key":"MacDonald+1977+RadioBriItalian","container-title":"Middle Eastern Studies","DOI":"10/cnn7jd","issue":"2","issued":{"date-parts":[[1977]]},"page":"195–207","publisher":"Taylor & Francis","source":"Google Scholar","title":"Radio Bri: Italian wireless propaganda in the Middle East and British countermeasures 1934–38","title-short":"Radio Bri","type":"article-journal","volume":"13"},
  {"id":"Mah+2000+PhantasiesOfThe","author":[{"family":"Mah","given":"Harold"}],"citation-key":"Mah+2000+PhantasiesOfThe","container-title":"Journal of Modern History - J MOD HIST","container-title-short":"Journal of Modern History - J MOD HIST","DOI":"10/d5kjtq","issued":{"date-parts":[[2000,3,1]]},"page":"153-182","source":"ResearchGate","title":"Phantasies of the Public Sphere: Rethinking the Habermas of Historians","title-short":"Phantasies of the Public Sphere","type":"article-journal","volume":"72"},
  {"id":"Marashi+2015+PrintCultureAnd","abstract":"This article investigates the evolution of print culture and commerce in Tehran during the first half of the 20th century. The first section examines technological changes that facilitated the commercialization of texts and then details the history of early print entrepreneurs in the Tehran bazaar. The second section examines the expansion of the book trade between the 1920s and 1940s, tracing the emergence of modern bookstores in a rapidly changing Tehran. I argue that patterns of change in print commerce between 1900 and 1950 contributed to the emergence of mass culture by midcentury. This new mass culture involved the social and political empowerment of a diversity of new reading publics in the city, and enabled the emergence of new forms of popular politics.","accessed":{"date-parts":[[2021,9,2]]},"author":[{"family":"Marashi","given":"Afshin"}],"citation-key":"Marashi+2015+PrintCultureAnd","container-title":"International Journal of Middle East Studies","DOI":"10/gg59r5","ISSN":"0020-7438, 1471-6380","issue":"1","issued":{"date-parts":[[2015,2]]},"language":"en","page":"89-108","publisher":"Cambridge University Press; https://web.archive.org/web/20201210055317/https://www.cambridge.org/core/journals/international-journal-of-middle-east-studies/article/abs/print-culture-and-its-publics-a-social-history-of-bookstores-in-tehran-19001950/9967C977F05A43E9E5E42A39A0099D7E","source":"Cambridge University Press","title":"Print Culture and its Publics: A Social History of Bookstores in Tehran, 1900-1950","title-short":"Print Culture and its Publics","type":"article-journal","URL":"https://www.cambridge.org/core/journals/international-journal-of-middle-east-studies/article/abs/print-culture-and-its-publics-a-social-history-of-bookstores-in-tehran-19001950/9967C977F05A43E9E5E42A39A0099D7E","volume":"47"},
  {"id":"Martin2015Syria","author":[{"family":"Martin","given":"Kevin W."}],"citation-key":"Martin2015Syria","event-place":"Bloomington","ISBN":"978-0-253-01887-8","issued":{"date-parts":[[2015]]},"language":"en","number-of-pages":"234","publisher":"Indiana University Press","publisher-place":"Bloomington","title":"Syria's Democratic Years: Citizens, Experts, and Media in the 1950s","title-short":"Syria's Democratic Years","type":"book"},
  {"id":"Marvin+1988+WhenOldTechnologiesa","abstract":"In the history of electronic communication, the last quarter of the 19th century holds a special place, for it was during this period that the telephone, phonograph, electric light, wireless, & cinema were all invented. In 'When old Technologies Were New', Carolyn Marvin explores how two of these new inventions - the telephone & the electric light - were publicly envisioned at the end of the 19th century, as seen in specialized engineering journals & popular media. Marvin pays particular attention to the telephone, describing how it disrupted established social relations, unsettling customary ways of dividing the private person & family from the more public setting of the community.","author":[{"family":"Marvin","given":"Carolyn"}],"call-number":"TK5102.2 .M37 1988","citation-key":"Marvin+1988+WhenOldTechnologiesa","event-place":"New York","ISBN":"978-0-19-504468-3","issued":{"date-parts":[[1988]]},"language":"en","number-of-pages":"269","publisher":"Oxford University Press","publisher-place":"New York","source":"Library of Congress ISBN","title":"When old technologies were new: thinking about electric communication in the late nineteenth century","title-short":"When old technologies were new","type":"book"},
  {"id":"McGrath+2018+LeadershipAndMedia","abstract":"PDF of syllabus for Brown University Leadership Institute course on media literacy. Course was taught over two weeks on Brown University campus in the summer of 2018. \"Leadership\" language and \"Action Plan\" part of Institute branding and course requirements. Syllabus may be of interest to students and instructors interested in high school / pre-college course contexts for digital humanities, media literacy, archival literacy, and data literacy. Links to major readings and daily class breakdown included in document. Course also included a visit to The John Hay Library, where students viewed a sampling of Hay materials under the supervision of Jim McGrath and Heather Cole.","accessed":{"date-parts":[[2021,2,1]]},"author":[{"family":"McGrath","given":"Jim"}],"citation-key":"McGrath+2018+LeadershipAndMedia","issued":{"season":1,"date-parts":[[2018]]},"language":"en-US","source":"hcommons.org","title":"\"Leadership and Media Literacy in The Age of Fake News and Big Data\" Syllabus (Summer 2018; Brown University Leadership Institute course for high school students)","type":"manuscript","URL":"https://hcommons.org/deposits/item/hc:26047/"},
  {"id":"McNicholas+2020+SharqAlAdnaCovert","author":[{"family":"McNicholas","given":"Anthony"}],"citation-key":"McNicholas+2020+SharqAlAdnaCovert","container-title":"Middle East Journal of Culture and Communication","DOI":"10/gmvjvb","issue":"3","issued":{"date-parts":[[2020]]},"page":"237–255","publisher":"Brill","source":"Google Scholar","title":"Sharq al-Adna: Covert British Radio and the Development of Arab Broadcasting","title-short":"Sharq al-Adna","type":"article-journal","volume":"13"},
  {"id":"Merten.Kramer+2016+PostcolonialStudiesMeets","citation-key":"Merten.Kramer+2016+PostcolonialStudiesMeets","editor":[{"family":"Merten","given":"Kai"},{"family":"Krämer","given":"Lucia"}],"event-place":"Bielefeld","issued":{"date-parts":[[2016]]},"publisher":"transcript","publisher-place":"Bielefeld","source":"Google Scholar","title":"Postcolonial Studies Meets Media Studies: a critical encounter","type":"book"},
  {"id":"Minawi+2015+BeyondRhetoricReassessing","author":[{"family":"Minawi","given":"Mostafa"}],"citation-key":"Minawi+2015+BeyondRhetoricReassessing","container-title":"Journal of the Economic and Social History of the Orient","DOI":"10/ggmbw5","issue":"1-2","issued":{"date-parts":[[2015]]},"page":"75–104","publisher":"Brill","source":"Google Scholar","title":"Beyond Rhetoric: Reassessing Bedouin-Ottoman relations along the route of the Hijaz Telegraph Line at the end of the nineteenth century","title-short":"Beyond Rhetoric","type":"article-journal","volume":"58"},
  {"id":"Minawi+2016+TelegraphsAndTerritoriality","author":[{"family":"Minawi","given":"Mostafa"}],"citation-key":"Minawi+2016+TelegraphsAndTerritoriality","container-title":"Journal of Balkan and near eastern studies","DOI":"10/fm6b","issue":"6","issued":{"date-parts":[[2016]]},"page":"567–587","publisher":"Taylor & Francis","source":"Google Scholar","title":"Telegraphs and territoriality in Ottoman Africa and Arabia during the age of high imperialism","type":"article-journal","volume":"18"},
  {"id":"Mitchell+2002","author":[{"family":"Mitchell","given":"Timothy"}],"citation-key":"Mitchell+2002","issued":{"date-parts":[[2002]]},"language":"English","note":"uuid: EC4A7AD6-7442-4591-B3CA-7E851985EDA0","publisher":"University of California Press","source":"Till","title":"Rule of experts: Egypt, techno-politics, modernity","title-short":"Rule of experts","type":"book"},
  {"id":"Moll2020TheIdeaOf","abstract":"The emergence of Islamic television in the Arab Middle East is usually explained as part of a Saudi media empire fueled by neoliberal petro-dollars. This article, by contrast, takes seriously the role ideas played alongside changing political economies in the origins of the world’s first Islamic television channel, Iqraa. Focusing on the intellectual and institutional career of “Islamic media” (al-i’lām al-Islāmī) as a category from the late sixties onwards in Egypt, I argue that Islamic television is part of a broader decolonization struggle involving the modern discipline of mass communication. Pioneering Arab communication scholars mounted a quest for epistemic emancipation in which the question of how to mediate Islam became inextricable from the question of what made media Islamic. Drawing on historical and ethnographic research, I show how the idea of Islamic media involved a radical reconceptualization of the Qur'an as mass communication from God and of Islam as a mediatic religion. This positing of an intimate affinity between Islam and media provoked secular skepticism and religious criticism that continue to this day. I conclude by reflecting on how the intellectual history of Islamic media challenges dominant framings of epistemological decolonization as a question of interrogating oppressive universalisms in favor of liberatory pluralisms.","accessed":{"date-parts":[[2022,1,10]]},"author":[{"family":"Moll","given":"Yasmin"}],"citation-key":"Moll2020TheIdeaOf","container-title":"International Journal of Middle East Studies","DOI":"10.1017/s0020743820000781","ISSN":"0020-7438, 1471-6380","issue":"4","issued":{"date-parts":[[2020,11]]},"language":"en","page":"623-642","publisher":"Cambridge University Press; https://web.archive.org/web/20220110165220/https://www.cambridge.org/core/journals/international-journal-of-middle-east-studies/article/abs/idea-of-islamic-media-the-quran-and-the-decolonization-of-mass-communication/91B1B0144AD1D4DB9E0A4D1256881389","source":"Cambridge University Press","title":"The Idea of Islamic Media: The Qur'an and the Decolonization of Mass Communication","title-short":"The Idea of Islamic Media","type":"article-journal","URL":"https://www.cambridge.org/core/journals/international-journal-of-middle-east-studies/article/abs/idea-of-islamic-media-the-quran-and-the-decolonization-of-mass-communication/91B1B0144AD1D4DB9E0A4D1256881389","volume":"52"},
  {"id":"Mumford+2010+TechnicsAndCivilization","author":[{"family":"Mumford","given":"Lewis"}],"citation-key":"Mumford+2010+TechnicsAndCivilization","event-place":"Chicago","ISBN":"978-0-226-55027-5","issued":{"date-parts":[[2010]]},"language":"English","license":"original-date: 1934","note":"OCLC: 1107274485","publisher":"University of Chicago Press","publisher-place":"Chicago","source":"Open WorldCat","title":"Technics and civilization","type":"book"},
  {"id":"Nemeth+2017","author":[{"family":"Nemeth","given":"Titus"}],"call-number":", 017 766","citation-key":"Nemeth+2017","DOI":"10.1163/9789004349308","event-place":"Leiden","issued":{"date-parts":[[2017]]},"language":"en","note":"uuid: B1FC9110-09EE-4B3B-97BD-BE1327393ACD","publisher":"Brill","publisher-place":"Leiden","source":"StaBi, OIB","title":"Arabic type-making in the machine age: the influence of technology on the form of Arabic type, 1908-1993","title-short":"Arabic type-making in the machine age","type":"book"},
  {"id":"Nemeth2018ArabicHotMetal","author":[{"family":"Nemeth","given":"Titus"}],"citation-key":"Nemeth2018ArabicHotMetal","container-title":"Philological Encounters","DOI":"10.1163/24519197-12340052","issue":"4","issued":{"date-parts":[[2018]]},"page":"496–523","publisher":"Brill","source":"Google Scholar","title":"Arabic Hot Metal: The Origins of the Mechanisation of Arabic Typography","title-short":"Arabic Hot Metal","type":"article-journal","volume":"3"},
  {"id":"Nyabola+2018","abstract":"# contents<br>Part I: Analogue Politics --<br>1. 2007: The Violent Origins of Kenya's Digital Decade --<br>2. Avatars in the Square: Theorising the Kenyan Public Sphere --<br>3. Collision Course: Where Analogue Meets Digital --<br>4. Rattling the Snake without Getting Bitten: New Media usurping Traditional Media in Kenya --<br>Part II: Digital Politics --<br>5. An African Country in the Digital Age: The Making and Uses of #KOT --<br>6. Redefining Community: The Politics of Public Performances of Empathy --<br>7. Women at Work: Kenyan Feminist Organising on Social Media?8. Politics, Predators and Profit: Ethnicity, Hate Speech and the Threat of Digital Colonialism --<br>Part III: History Not Learned From --<br>9. 2017: The Most Expensive Election in the World?10. Conclusion<br><br># publisher's abstract<br>From the upheavals of recent national elections to the success of the #MyDressMyChoice feminist movement, digital platforms have already had a dramatic impact on political life in Kenya 2013 one of the most electronically advanced countries in Africa. While the impact of the Digital Age on Western politics has been extensively debated, there is still little appreciation of how it has been felt in developing countries such as Kenya, where Twitter, Facebook, WhatsApp and other online platforms are increasingly a part of everyday life. Written by a respected Kenyan activist and researcher at the forefront of political online struggles, this book presents a unique contribution to the debate on digital democracy. For traditionally marginalised groups, particularly women and people with disabilities, digital spaces have allowed Kenyans to build new communities which transcend old ethnic and gender divisions. But the picture is far from wholly positive. Digital Democracy, Analogue Politics explores the drastic efforts being made by elites to contain online activism, as well as how 2018fake news2019, a failed digital vote-counting system and the incumbent president's recruitment of Cambridge Analytica contributed to tensions around the 2017 elections. Reframing digital democracy from the African perspective, Nyabola2019s ground-breaking work opens up new ways of understanding our current global online era","author":[{"family":"Nyabola","given":"Nanjala"}],"call-number":"10 A 65978","citation-key":"Nyabola+2018","event-place":"London","ISBN":"978-1-78699-430-1","issued":{"date-parts":[[2018]]},"language":"English","note":"oclc: 1096261118\nuuid: D089142D-4AF5-4467-A161-19AB1E3DA959","publisher":"Zed Books","publisher-place":"London","source":"StaBi, Till","title":"Digital democracy, analogue politics: how the Internet era is transforming Kenya","title-short":"Digital democracy, analogue politics","type":"book"},
  {"id":"Nye+1990","author":[{"family":"Nye","given":"David E"}],"citation-key":"Nye+1990","event-place":"Cambridge","ISBN":"978-0-262-14048-5","issued":{"date-parts":[[1990]]},"language":"English","note":"oclc: 807518609\nuuid: 8D299840-4BCB-45FB-8B36-BB8B157FAB84","publisher":"MIT Press","publisher-place":"Cambridge","title":"Electrifying America: social meanings of a new technology, 1880-1940","title-short":"Electrifying America","type":"book"},
  {"id":"oclc_1034545644-i_39-div_1.d2e1741","author":[{"literal":"توفيق حبيب"}],"citation-key":"oclc_1034545644-i_39-div_1.d2e1741","container-title":"الزهور: مجلة أدبية فنية علمية","event-place":"القاهرة","issue":"8","issued":{"date-parts":[[1913,12,1]]},"language":"ar","note":"BibTeX Cite Key: oclc_1034545644-i_39-div_1.d2e1741\noclc: 1034545644","number":"8","page":"425-429","publisher":"مطبعة المعارف","publisher-place":"القاهرة","title":"اللينوتيب العربية","type":"article-magazine","URL":"https://openarabicpe.github.io/journal_al-zuhur/tei/oclc_1034545644-i_39.TEIP5.xml#div_1.d2e1741","volume":"4"},
  {"id":"oclc_42900564-i_36-div_3.d2e248","author":[{"family":"اسود","given":"نعوم"}],"citation-key":"oclc_42900564-i_36-div_3.d2e248","container-title":"الاتحاد العثماني: جريدة يومية سياسية ادبية اجتماعية عمرانية","event-place":"بيروت","issue":"36","issued":{"date-parts":[[1908,11,5]]},"language":"ar","note":"BibTeX Cite Key: oclc_42900564-i_36-div_3.d2e248\ndate_mali: 1324-08-23\ndate_hijri: 1326-10-10\noclc: 42900564","number":"36","page":"3-4","publisher":"مطبعة الاهلية","publisher-place":"بيروت","title":"ماذا يجب علينا بعد الدستور","type":"article-magazine","URL":"https://openarabicpe.github.io/newspaper_al-ittihad-al-uthmani/tei/oclc_42900564-i_36.TEIP5.xml#div_3.d2e248","volume":"1"},
  {"id":"oclc_42900564-i_37-div_3.d2e260","author":[{"family":"اسود","given":"نعوم"}],"citation-key":"oclc_42900564-i_37-div_3.d2e260","container-title":"الاتحاد العثماني: جريدة يومية سياسية ادبية اجتماعية عمرانية","event-place":"بيروت","issue":"37","issued":{"date-parts":[[1908,11,6]]},"language":"ar","note":"BibTeX Cite Key: oclc_42900564-i_37-div_3.d2e260\ndate_mali: 1324-08-24\ndate_hijri: 1326-10-11\noclc: 42900564","number":"37","page":"2","publisher":"مطبعة الاهلية","publisher-place":"بيروت","title":"ماذا يجب علينا بعد الدستور","type":"article-magazine","URL":"https://openarabicpe.github.io/newspaper_al-ittihad-al-uthmani/tei/oclc_42900564-i_37.TEIP5.xml#div_3.d2e260","volume":"1"},
  {"id":"Ogle+2013","author":[{"family":"Ogle","given":"Vanessa"}],"citation-key":"Ogle+2013","container-title":"The American Historical Review","DOI":"10/gh3vqn","event-place":"","issue":"5","issued":{"date-parts":[[2013]]},"language":"en","note":"uuid: 2FE481B5-E1D9-4A3E-9033-791FDD95199D","number":"5","page":"1376-1402","publisher":"Oxford University Press","publisher-place":"","title":"Whose Time Is It? The Pluralization of Time and the Global Condition, 1870s-1940s","type":"article-journal","volume":"118"},
  {"id":"OnTheLebaneseRocketSociety+","abstract":"…","accessed":{"date-parts":[[2021,11,3]]},"citation-key":"OnTheLebaneseRocketSociety+","title":"On the Lebanese Rocket Society - Journal #43 March 2013 - e-flux","type":"webpage","URL":"https://www.e-flux.com/journal/43/60187/on-the-lebanese-rocket-society/"},
  {"id":"Osterhammel+1997","accessed":{"date-parts":[[2011,10,31]]},"author":[{"family":"Osterhammel","given":"Jürgen"}],"citation-key":"Osterhammel+1997","container-title":"Asien Afrika Lateinamerika","issued":{"date-parts":[[1997]]},"language":"de","note":"oclc: 699282883\nuuid: 1769519F-552E-4C68-855B-503923248CB5","page":"597-607","title":"Edward W. Said und die \"Orientalismus\"-Debatte ein Rückblick","title-short":"Edward W","type":"article-journal","URL":"http://kops.ub.uni-konstanz.de/bitstream/handle/urn:nbn:de:bsz:352-opus-82152/Edward_W_Said_und_die_Orientalismus_Debatte_1997.pdf?sequence=1","volume":"25"},
  {"id":"Parikka+2012+WhatIsMedia","author":[{"family":"Parikka","given":"Jussi"}],"citation-key":"Parikka+2012+WhatIsMedia","event-place":"Malden","ISBN":"978-0-7456-5025-8","issued":{"date-parts":[[2012]]},"language":"en","publisher":"Polity","publisher-place":"Malden","source":"Zotero","title":"What is Media Archaeology?","type":"book"},
  {"id":"Parks.Starosielski+2015+Introduction","abstract":"The contributors to Signal Traffic investigate how the material artifacts of media infrastructure--transoceanic cables, mobile telephone towers, Internet data centers, and the like--intersect with everyday life. Essayists confront the multiple and hybrid forms networks take, the different ways networks are imagined and engaged with by publics around the world, their local effects, and what human beings experience when a network fails. Some contributors explore the physical objects and industrial relations that make up an infrastructure. Others venture into the marginalized communities orphaned from the knowledge economies, technological literacies, and epistemological questions linked to infrastructural formation and use. The wide-ranging insights delineate the oft-ignored contrasts between industrialized and developing regions, rich and poor areas, and urban and rural settings, bringing technological differences into focus. Contributors include Charles R. Acland, Paul Dourish, Sarah Harris, Jennifer Holt and Patrick Vonderau, Shannon Mattern, Toby Miller, Lisa Parks, Christian Sandvig, Nicole Starosielski, Jonathan Sterne, and Helga Tawil-Souri.","author":[{"family":"Parks","given":"Lisa"},{"family":"Starosielski","given":"Nicole"}],"citation-key":"Parks.Starosielski+2015+Introduction","collection-title":"The Geopolitics of Information","container-title":"Signal Traffic: Critical Studies of Media Infrastructures","editor":[{"family":"Parks","given":"Lisa"},{"family":"Starosielski","given":"Nicole"}],"event-place":"Urbana","ISBN":"978-0-252-09741-6","issued":{"date-parts":[[2015,6,15]]},"language":"en","page":"1-27","publisher":"University of Illinois Press","publisher-place":"Urbana","source":"Google Books","title":"Introduction","type":"chapter"},
  {"id":"Parks.Starosielski+2015+SignalTrafficCritical","abstract":"The contributors to Signal Traffic investigate how the material artifacts of media infrastructure--transoceanic cables, mobile telephone towers, Internet data centers, and the like--intersect with everyday life. Essayists confront the multiple and hybrid forms networks take, the different ways networks are imagined and engaged with by publics around the world, their local effects, and what human beings experience when a network fails. Some contributors explore the physical objects and industrial relations that make up an infrastructure. Others venture into the marginalized communities orphaned from the knowledge economies, technological literacies, and epistemological questions linked to infrastructural formation and use. The wide-ranging insights delineate the oft-ignored contrasts between industrialized and developing regions, rich and poor areas, and urban and rural settings, bringing technological differences into focus. Contributors include Charles R. Acland, Paul Dourish, Sarah Harris, Jennifer Holt and Patrick Vonderau, Shannon Mattern, Toby Miller, Lisa Parks, Christian Sandvig, Nicole Starosielski, Jonathan Sterne, and Helga Tawil-Souri.","citation-key":"Parks.Starosielski+2015+SignalTrafficCritical","collection-title":"The Geopolitics of Information","editor":[{"family":"Parks","given":"Lisa"},{"family":"Starosielski","given":"Nicole"}],"event-place":"Urbana","ISBN":"978-0-252-09741-6","issued":{"date-parts":[[2015,6,15]]},"language":"en","number-of-pages":"305","publisher":"University of Illinois Press","publisher-place":"Urbana","source":"Google Books","title":"Signal Traffic: Critical Studies of Media Infrastructures","title-short":"Signal Traffic","type":"book"},
  {"id":"Plantin+2018","abstract":"Two theoretical approaches have recently emerged to characterize new digital objects of study in the media landscape: infrastructure studies and platform studies. Despite their separate origins and different features, we demonstrate in this article how the cross-articulation of these two perspectives improves our understanding of current digital media. We use case studies of the Open Web, Facebook, and Google to demonstrate that infrastructure studies provides a valuable approach to the evolution of shared, widely accessible systems and services of the type often provided or regulated by governments in the public interest. On the other hand, platform studies captures how communication and expression are both enabled and constrained by new digital systems and new media. In these environments, platform-based services acquire characteristics of infrastructure, while both new and existing infrastructures are built or reorganized on the logic of platforms. We conclude by underlining the potential of this combined framework for future case studies.","author":[{"family":"Plantin","given":"Jean-Christophe"},{"family":"Lagoze","given":"Carl"},{"family":"Edwards","given":"Paul N"},{"family":"Sandvig","given":"Christian"}],"citation-key":"Plantin+2018","container-title":"New Media & Society","DOI":"10.1177/1461444816661553","issue":"1","issued":{"date-parts":[[2018]]},"note":"uuid: 7BBDDA06-91A2-45A4-8C8E-ED865ECFBF74","number":"1","page":"293-310","title":"Infrastructure studies meet platform studies in the age of Google and Facebook","title-short":"Infrastructure studies meet platform studies","type":"article-journal","URL":"https://doi.org/10.1177/1461444816661553","volume":"20"},
  {"id":"Poya+2008","call-number":"1A681455, MB 3150 P891","citation-key":"Poya+2008","editor":[{"family":"Poya","given":"Abbas"},{"family":"Reinkowski","given":"Maurus"}],"event-place":"Bielefeld","issued":{"date-parts":[[2008]]},"language":"German","note":"uuid: 132C1A61-73B4-466B-8645-7C1196114AB5","page":"9-15","publisher":"transcript","publisher-place":"Bielefeld","source":"StaBi, OSI (Freihand)","title":"Einführung: Was soll Islamwissenschaft bedeuten?","title-short":"Einführung","type":"book","URL":"http://www.transcript-verlag.de/ts715/ts715l.php"},
  {"id":"Prakash+1995","abstract":"Notwithstanding its own authoritative status now, Edward Said's Orientalism has lived a seditious life and thrived on it. If its characterization of Orientalism as a political doctrine has infuriated critics into denouncing it as an ideologically-motivated work, this has also incited further assaults on the authority of Orientalist knowledge. More than anything else, what accounts for Orientalism's insurgent existence is its relentless transgression of boundaries drawn by disciplines of knowledge and imperial governance. Unsettling received oppositions between the Orient and the Occident, reading literary texts as historical and theoretical events, and cross-hatching scholarly monographs with political tracts, it forced open the authoritative modes of knowing the Other. An indeterminacy emerged in the authority of Western knowledge as it was brought down from its Olympian heights to expose its involvement in Western power. It is this indeterminacy that has served as a provocation to rethink the modern West from the position of the Other, to go beyond Orientalism itself in exploring the implications of its demonstration that the East/West opposition is an externalization of an internal division in the modern West. Even if Orientalism performs this task inadequately, the proliferation of the postcolonial \"writing back\" would be unimaginable without it.","author":[{"family":"Prakash","given":"Gyan"}],"citation-key":"Prakash+1995","container-title":"History and Theory","DOI":"10/dqrcvv","event-place":"","issue":"3","issued":{"date-parts":[[1995]]},"language":"en","note":"uuid: C9D90E4C-967E-4279-86BA-17A56ADB7FAD","number":"3","page":"199-212","publisher":"Blackwell Publishing for Wesleyan University","publisher-place":"","title":"Orientalism Now","type":"article-journal","URL":"http://www.jstor.org/stable/2505621","volume":"34"},
  {"id":"Richardson+2000","author":[{"family":"Richardson","given":"Michael"}],"call-number":"1 A 468571, III h3(6) Macfie","citation-key":"Richardson+2000","container-title":"Orientalism: A Reader","editor":[{"family":"Macfie","given":"Alexander Lyon"}],"event-place":"Cairo","issued":{"date-parts":[[2000]]},"language":"en","note":"uuid: CFA34CA1-64A9-4660-A023-5EAFD5B7A88D","original-date":{"date-parts":[[1990]]},"page":"208-216","publisher":"American University in Cairo Press","publisher-place":"Cairo","source":"Till, StaBi, FU Islamwissenschaft","title":"Enough Said","type":"chapter"},
  {"id":"Rugh+2004+ArabMassMedia","abstract":"# Publisher's abstract\n\nSince September 11, 2001, and the wars in Afghanistan and Iraq, many television viewers in the United States have become familiar with Al Jazeera as offering an alternative take on events from that presented by mainstream U.S. media, as well as disseminating anti-American invective. Westerners have tended toward simplistic views of Arab newspapers, radio, and television, assuming that they are all under government control and that freedom of press is non-existent. William A. Rugh, a long time observer of the Arab mass media, offers a more nuanced picture of the Arab press as it relates to the political situation in the Arab world today. Although governmental influence over the media is stronger in the Middle East than in Europe or the United States, Rugh argues that there is more diversity in the Arab media than most people in the West realize. In reality, the Arab media are coming to reflect the diversity and wide range of opinions of those within the Arab world itself. In particular, the advent of privately owned Arab satellite television in the 1990s has led to significant liberalization of the media throughout the region. Rugh concludes that a democracy of ideas and voices is slowly growing in the Arab world, and he remains guardedly optimistic about the positive role the Arab media can play in processes of democratization and nation-building.","author":[{"family":"Rugh","given":"William A."}],"citation-key":"Rugh+2004+ArabMassMedia","issued":{"date-parts":[[2004]]},"language":"en","note":"OCLC: 1050096887; https://web.archive.org/web/20210920121647/https://books.google.de/books?id=UGfbluSa4N8C","publisher":"Greenwood publishing group","source":"Google Scholar","title":"Arab mass media: Newspapers, radio, and television in Arab politics","title-short":"Arab mass media","type":"book","URL":"https://books.google.de/books?id=UGfbluSa4N8C"},
  {"id":"Rugh200410ArabTelevision","abstract":"# Publisher's abstract\n\nSince September 11, 2001, and the wars in Afghanistan and Iraq, many television viewers in the United States have become familiar with Al Jazeera as offering an alternative take on events from that presented by mainstream U.S. media, as well as disseminating anti-American invective. Westerners have tended toward simplistic views of Arab newspapers, radio, and television, assuming that they are all under government control and that freedom of press is non-existent. William A. Rugh, a long time observer of the Arab mass media, offers a more nuanced picture of the Arab press as it relates to the political situation in the Arab world today. Although governmental influence over the media is stronger in the Middle East than in Europe or the United States, Rugh argues that there is more diversity in the Arab media than most people in the West realize. In reality, the Arab media are coming to reflect the diversity and wide range of opinions of those within the Arab world itself. In particular, the advent of privately owned Arab satellite television in the 1990s has led to significant liberalization of the media throughout the region. Rugh concludes that a democracy of ideas and voices is slowly growing in the Arab world, and he remains guardedly optimistic about the positive role the Arab media can play in processes of democratization and nation-building.","author":[{"family":"Rugh","given":"William A."}],"citation-key":"Rugh200410ArabTelevision","container-title":"Arab mass media: Newspapers, radio, and television in Arab politics","issued":{"date-parts":[[2004]]},"language":"en","note":"OCLC: 1050096887; https://web.archive.org/web/20210920121647/https://books.google.de/books?id=UGfbluSa4N8C","page":"201-227","publisher":"Greenwood publishing group","source":"Google Scholar","title":"10. Arab Television Since 1990: Structure","type":"chapter","URL":"https://books.google.de/books?id=UGfbluSa4N8C"},
  {"id":"Rugh20049ArabRadio","abstract":"# Publisher's abstract\n\nSince September 11, 2001, and the wars in Afghanistan and Iraq, many television viewers in the United States have become familiar with Al Jazeera as offering an alternative take on events from that presented by mainstream U.S. media, as well as disseminating anti-American invective. Westerners have tended toward simplistic views of Arab newspapers, radio, and television, assuming that they are all under government control and that freedom of press is non-existent. William A. Rugh, a long time observer of the Arab mass media, offers a more nuanced picture of the Arab press as it relates to the political situation in the Arab world today. Although governmental influence over the media is stronger in the Middle East than in Europe or the United States, Rugh argues that there is more diversity in the Arab media than most people in the West realize. In reality, the Arab media are coming to reflect the diversity and wide range of opinions of those within the Arab world itself. In particular, the advent of privately owned Arab satellite television in the 1990s has led to significant liberalization of the media throughout the region. Rugh concludes that a democracy of ideas and voices is slowly growing in the Arab world, and he remains guardedly optimistic about the positive role the Arab media can play in processes of democratization and nation-building.","author":[{"family":"Rugh","given":"William A."}],"citation-key":"Rugh20049ArabRadio","container-title":"Arab mass media: Newspapers, radio, and television in Arab politics","issued":{"date-parts":[[2004]]},"language":"en","note":"OCLC: 1050096887; https://web.archive.org/web/20210920121647/https://books.google.de/books?id=UGfbluSa4N8C","page":"181-199","publisher":"Greenwood publishing group","source":"Google Scholar","title":"9. Arab Radio and Television Prior to 1990","type":"chapter","URL":"https://books.google.de/books?id=UGfbluSa4N8C"},
  {"id":"Sabev+2018","author":[{"family":"Sabev","given":"Orlin"}],"citation-key":"Sabev+2018","collection-title":"Ottoman and Turkish Studies","event-place":"Boston","ISBN":"978-1-61811-619-2","issued":{"date-parts":[[2018]]},"language":"English","note":"oclc: 1042073594\nuuid: C3A89C2C-E6EC-4EF3-89AB-5ACF60593511","publisher":"Academic Studies Press","publisher-place":"Boston","title":"Waiting for Müteferrika: glimpses on Ottoman print culture","title-short":"Waiting for Müteferrika","type":"book"},
  {"id":"Said+1978","abstract":"To be read for the course itself: the first introductory chapter and the introduction of the third chapter<br>Pages 322-328 provide a good final conclusion<br><br>Important and still relevant comment on the state of Islamic Orientalism / Islamwissenschaft as lacking the theoretical and methodological awareness of other humanities as well as of he historical realities on the ground (261)<br><br>I do not understand the argument of inorganic vs organic languages and the impact they have on their respective speakers in the eyes of Renan and philology as portrayed by Said (145-50)<br><br>What is the importance of the examples he refers to in the literary corpus of their respective languages and / or \"the West\"?","author":[{"family":"Said","given":"Edward W."}],"citation-key":"Said+1978","event-place":"London","issued":{"date-parts":[[1978]]},"language":"en","note":"uuid: 620F65D0-F924-4952-B670-F57E416F9142","publisher":"Pinguin","publisher-place":"London","source":"Till","title":"Orientalism","type":"book"},
  {"id":"Said+1982","accessed":{"date-parts":[[2012,1,25]]},"author":[{"family":"Said","given":"Edward W."},{"family":"Grabar","given":"Oleg"},{"family":"Lewis","given":"Bernard"}],"citation-key":"Said+1982","container-title":"The New York Review of Books","event-place":"New York","issued":{"date-parts":[[1982,8,12]]},"language":"en","note":"uuid: 65A4B2C8-7902-47B2-9AD0-65678649E029","publisher-place":"New York","title":"Orientalism: An Exchange","title-short":"Orientalism","type":"article-newspaper","URL":"http://www.nybooks.com/articles/archives/1982/aug/12/orientalism-an-exchange/"},
  {"id":"Said+2000","author":[{"family":"Said","given":"Edward W."}],"call-number":"1 A 468571, III h3(6) Macfie","citation-key":"Said+2000","container-title":"Orientalism: A Reader","editor":[{"family":"Macfie","given":"Alexander Lyon"}],"event-place":"Cairo","issued":{"date-parts":[[2000]]},"language":"en","note":"uuid: E6FD974A-38DA-4F54-BB30-C16FA3A020B3","original-date":{"date-parts":[[1985]]},"page":"345-361","publisher":"American University in Cairo Press","publisher-place":"Cairo","source":"Till, StaBi, FU Islamwissenschaft","title":"Orientalism Reconsidered","type":"chapter"},
  {"id":"Sajdi+2009+PrintAndIts","abstract":"This essay proposes to explore the historical movement of text from scribal media to print publication as a translation process in which the printed text is viewed, not as an entirely new cultural product but one that has enjoyed previous lives. The essay first undertakes a revision of the dominant discourses on print in the Middle East, which have generally offered a salvation narrative fraught with Orientalist assumptions connected to the ‘sacredness’ of Arabic and the status of the Qur’an in Islamicate cultures. Likewise, the essay interrogates the historiography of print culture in Europe, which has exaggerated the impact of print and utilized it to create a divided and unequal temporality and geography between Europe and its others. The essay then offers a tentative attempt at a new cultural history which looks at continuities rather than ruptures in genres and practices before and after print, and in which the printing press plays the role of the habilitated and domesticated mediator/translator. To illustrate this, the essay takes the case of the modern Arabic newspaper and resituates it as a direct descendent of the early-modern scribal chronicle rather than as an entirely new innovation of the print age.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Sajdi","given":"Dana"}],"citation-key":"Sajdi+2009+PrintAndIts","container-title":"The Translator","DOI":"10/ggts35","ISSN":"1355-6509","issue":"1","issued":{"date-parts":[[2009,4,1]]},"note":"_eprint: https://doi.org/10.1080/13556509.2009.10799273; \n\nhttps://web.archive.org/web/20211020150337/https://www.tandfonline.com/doi/abs/10.1080/13556509.2009.10799273","page":"105-138","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Print and Its Discontents","type":"article-journal","URL":"https://doi.org/10.1080/13556509.2009.10799273","volume":"15"},
  {"id":"Sajdi+2013","abstract":"This book is about a barber, Shihab al-Din Ahmad Ibn Budayr [Shihāb al-Dīn Aḥmad Ibn Budayr / al-Budayrī al-Ḥallāq], who shaved and coiffed, and probably circumcised and healed, in Damascus in the 18th century. The barber may have been a \"\"nobody,\"\" but he wrote a history book, a record of the events that took place in his city during his lifetime. Dana Sajdi investigates the significance of this book, and in examining the life and work of Ibn Budayr, uncovers the emergence of a larger trend of history writing by unusual authors-people outside the learned establishment-and a new phenomenon: nouveau literacy.<br><br><br>Description based upon print version of record","author":[{"family":"Sajdi","given":"Dana"}],"call-number":"014 425","citation-key":"Sajdi+2013","event-place":"Palo Alto","ISBN":"978-0-8047-8532-7","issued":{"date-parts":[[2013]]},"language":"English","note":"uuid: 010A8AD2-D94D-480F-8266-9E7882FBCA90","page":"Online-Ressource (312 p)","publisher":"Stanford University Press","publisher-place":"Palo Alto","source":"OIB","title":"The Barber of Damascus: Nouveau Literacy in the Eighteenth-Century Ottoman Levant","title-short":"The Barber of Damascus","type":"book"},
  {"id":"Samuel-Azran.Hayat2020TheGeographyOf","abstract":"To understand the interplay between geography and online social networks, this paper maps the Arab public sphere on online networks. We analyzed publicly available Twitter data of a large sample of Arab Twitter members (N = 1,500,000). We focused on the influence of two geographic factors – distance between individuals and air travel frequency – as well as the influence of the language of the followers of Al-Jazeera and Al-Arabiya Twitter accounts on the formation of transnational social ties among Arabs. Distance between individuals and language differences significantly predicted Arabs' social ties. Frequency of airline flights between nations and being a regional television follower strongly predicted social ties as well. From the geographical perspective, then, the findings challenge the online Arab public sphere notion as well as wider theories of space-time compression in the global era. Similarly, the analysis highlights the distinct English and Arabic realms. In contrast, the findings illustrate the important role that regional media plays in promoting an Arab public sphere. Combined, the findings elaborately portray the narrow boundaries of the Arab public sphere on Twitter and illustrates that the fragmented Arab world's offline structure is reflected on Twitter.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Samuel-Azran","given":"Tal"},{"family":"Hayat","given":"Tsahi (Zack)"}],"citation-key":"Samuel-Azran.Hayat2020TheGeographyOf","container-title":"Technology in Society","container-title-short":"Technology in Society","DOI":"10.1016/j.techsoc.2020.101327","ISSN":"0160-791X","issued":{"date-parts":[[2020]]},"language":"en","source":"ScienceDirect","title":"The geography of the Arab public sphere on Twitter","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0160791X20303493","volume":"62"},
  {"id":"Sayfo2021Celebrity","abstract":"Abstract ʿAbd al-Bāsiṭ ʿAbd al-Ṣamad (1927–88) is one of the most renowned Egyptian Qurʾān reciters of the mujawwad and murattal styles, admired nationally and internationally for his remarkable voice and improvisatory style. Starting from the 1950s, his national and international career was entwined with the emergence of Egyptian mass media, which contributed not only to the spread of his voice on the radio, followed by the distribution of cassettes, but also to the formation of his image through a variety of media texts. While avoiding explicit political engagement, he largely contributed to the religious legitimation of ʿAbd al-Nāṣir’s and al-Sādāt’s policies by his presence at iconic events, as well as to the growth of Egyptian soft power. This article sets ʿAbd al-Bāsiṭ ʿAbd al-Ṣamad’s career within the media and political landscape of his time, exploring his journey from his Upper Egyptian home village to transnational celebrity.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Sayfo","given":"Omar"}],"citation-key":"Sayfo2021Celebrity","container-title":"Die Welt des Islams","DOI":"10/gmdff9","ISSN":"1570-0607, 0043-2539","issue":"aop","issued":{"date-parts":[[2021,7,7]]},"language":"eng","page":"1-25","publisher":"Brill; https://web.archive.org/web/20211213114633/https://brill.com/view/journals/wdi/aop/article-10.1163-15700607-61020020/article-10.1163-15700607-61020020.xml","source":"brill.com","title":"A Celebrity from the Sky: ʿAbd al-Bāsiṭ ʿAbd al-Ṣamad’s Journey to National and International Fame in ʿAbd al-Nāṣir’s and al-Sādāt’s Egypt","title-short":"A Celebrity from the Sky","type":"article-journal","URL":"https://brill.com/view/journals/wdi/aop/article-10.1163-15700607-61020020/article-10.1163-15700607-61020020.xml","volume":"-1"},
  {"id":"Schäbler+2008","author":[{"family":"Schäbler","given":"Birgit"}],"call-number":"1A681455, MB 3150 P891","citation-key":"Schäbler+2008","container-title":"Das Unbehagen in der Islamwissenschaft: Ein klassisches Fach im Scheinwerferlicht der Politik und der Medien","editor":[{"family":"Poya","given":"Abbas"},{"family":"Reinkowski","given":"Maurus"}],"event-place":"Bielefeld","issued":{"date-parts":[[2008]]},"language":"German","note":"uuid: 33691021-E6FC-454B-9E8E-AB76852D7814","page":"51","publisher":"transcript","publisher-place":"Bielefeld","source":"StaBi, OSI (Freihand)","title":"Historismus versus Orientalismus? Oder: Zur Geschichte einer Wahlverwandtschaft","title-short":"Historismus versus Orientalismus","type":"chapter","URL":"http://www.transcript-verlag.de/ts715/ts715l.php"},
  {"id":"Schivelbusch+1977+GeschichteDerEisenbahnreise","author":[{"family":"Schivelbusch","given":"Wolfgang"}],"call-number":"486619","citation-key":"Schivelbusch+1977+GeschichteDerEisenbahnreise","event-place":"München","issued":{"date-parts":[[1977]]},"language":"en","publisher":"Hanser","publisher-place":"München","source":"StaBi","title":"Geschichte der Eisenbahnreise: Zur Industrialisierung von Raum und Zeit im 19. Jahrhundert","type":"book"},
  {"id":"Schivelbusch+2007+GeschichteDerEisenbahnreise","author":[{"family":"Schivelbusch","given":"Wolfgang"}],"citation-key":"Schivelbusch+2007+GeschichteDerEisenbahnreise","edition":"4","event-place":"Frankfurt am Main","ISBN":"978-3-596-14828-8","issued":{"date-parts":[[2007]]},"language":"de","number-of-pages":"222","original-date":{"date-parts":[[1977]]},"publisher":"Fischer","publisher-place":"Frankfurt am Main","source":"K10plus ISBN","title":"Geschichte der Eisenbahnreise: zur Industrialisierung von Raum und Zeit im 19. Jahrhundert","title-short":"Geschichte der Eisenbahnreise","type":"book"},
  {"id":"Schwartz+2017","abstract":"This article examines the political economy of Cairo's emerging Arabic private printing industry during the third quarter of the 19th century. I use the constituent texts of the industry to demonstrate that it developed upon the speculative model of commissioning, whereby individuals paid printers to produce particular works of their choosing. Commissioning indicates that Egyptian private printing grew from local traditions for producing handwritten texts. Nevertheless, print commissioning differed from manuscript commissioning by requiring individuals to assume great financial risk. I explore the nature and implications of this divergence through a treatise published in 1871 by Musa Kastali, a particularly prolific printer who helped to professionalize Cairene printing. Musa's treatise details his legal battle with a famous Azhari commissioner, and is unique for describing a printer's business practices. It demonstrates the importance of situating printings within their socioeconomic contexts in addition to their intellectual ones, a task which cannot be done without an appreciation for the functioning of the printing industry at a local level.","author":[{"family":"Schwartz","given":"Kathryn A."}],"citation-key":"Schwartz+2017","container-title":"International Journal of Middle East Studies","DOI":"10/f9wh45","issue":"1","issued":{"date-parts":[[2017,2]]},"language":"en","note":"uuid: E4DD9944-EE21-46C9-93D7-EA8EDBD7CCA0","number":"1","page":"25-45","title":"The Political Economy Of Private Printing In Cairo As Told From A Commissioning Deal Turned Sour, 1871","title-short":"The Political Economy Of Private","type":"article-journal","volume":"49"},
  {"id":"Seemann+2021+DieMachtDer","author":[{"family":"Seemann","given":"Michael"}],"citation-key":"Seemann+2021+DieMachtDer","event-place":"Berlin","issued":{"date-parts":[[2021]]},"language":"German","note":"OCLC: 1268932797","publisher":"Ch. Links","publisher-place":"Berlin","source":"Open WorldCat","title":"Die Macht der Plattformen Politik in Zeiten der Internetgiganten","type":"book"},
  {"id":"Seer+2017+VonDerSchattenbibliothek","author":[{"family":"Seer","given":"Veil"}],"citation-key":"Seer+2017+VonDerSchattenbibliothek","container-title":"LIBREAS. Library Ideas","ISSN":"1860-7950","issued":{"date-parts":[[2017]]},"language":"de","license":"CC BY 3.0","page":"6","source":"Zotero","title":"Von der Schattenbibliothek zum Forschungskorpus. Ein Gespräch über Sci-Hub und die Folgen für die Wissenschaft","title-short":"Schattenbibliothek","type":"article-journal","volume":"32"},
  {"id":"Segal.Soffer+2020+FromWeeklyTo","abstract":"In this article we examine the differences between weekly and daily time cycles in the nineteenth-century Hebrew newspaper HaTzfira. This newspaper changed its publication format in 1886 from weekly to daily. We use this case study to identify the meanings and implications of time cycles in the discourse constructed in each format, and most specifically the different constructions of the “present” in each. We do this by using the computational tool of topic modeling. Through analysis of the topics in the three years prior to the change (1883–1885) and the three years after the change (1886–1888), we show the different patterns of topic changes within the journal.","accessed":{"date-parts":[[2021,9,14]]},"author":[{"family":"Segal","given":"Zef M."},{"family":"Soffer","given":"Oren"}],"citation-key":"Segal.Soffer+2020+FromWeeklyTo","container-title":"Journalism Studies","DOI":"10/gjr4bv","ISSN":"1461-670X","issue":"14","issued":{"date-parts":[[2020,10,25]]},"note":"_eprint: https://doi.org/10.1080/1461670X.2020.1807394","page":"1952-1972","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"From Weekly to Daily: Computational Analysis of Periodical Time Cycles","title-short":"From Weekly to Daily","type":"article-journal","URL":"https://doi.org/10.1080/1461670X.2020.1807394","volume":"21"},
  {"id":"Shafir+2020","author":[{"family":"Shafir","given":"Nir"}],"citation-key":"Shafir+2020","container-title":"Journal of the Ottoman and Turkish Studies Association","DOI":"10.2979/jottturstuass.7.1.20","event-place":"","issue":"1","issued":{"date-parts":[[2020]]},"language":"en","note":"uuid: AF4C967E-D8D3-4842-93B0-010C5B80610B","number":"1","page":"64-66","publisher":"Indiana University Press","publisher-place":"","title":"Reading Modernity in (and out) of the Ottoman Empire","title-short":"Reading Modernity in (and out)","type":"article-journal","volume":"7"},
  {"id":"Shahvar+2007+IronPolesWooden","author":[{"family":"Shahvar","given":"Soli"}],"citation-key":"Shahvar+2007+IronPolesWooden","container-title":"British Journal of Middle Eastern Studies","DOI":"10/ff3jb3","issue":"1","issued":{"date-parts":[[2007]]},"page":"23–42","publisher":"Taylor & Francis","source":"Google Scholar","title":"Iron Poles, Wooden Poles: The Electric Telegraph and the Ottoman–Iranian Boundary Conflict, 1863–1865","title-short":"Iron Poles, Wooden Poles","type":"article-journal","volume":"34"},
  {"id":"Shami+2008","abstract":"Though it is rarely explicitly articulated, many believe that there is no public in the Middle East. Scholarship on the Middle East and North Africa almost always engages with politics -- a prominent focus of this region -- yet the assumed absence of public spaces and fora has led many to think that debate, consensus, and concerted social action are antithetical to the cultural, religious, and national heritage of the region. It is a mistake to exclude the public dimension from the study of processes in this region. Recent studies have demonstrated not only the critical importance of the public in everyday practices of the MENA region, but they have also shown how the term and notion of the public sphere can be used productively to advance understandings of collective life. The first section of this volume offers alternative conceptions of the public sphere through rich and innovative theoretical analysis. Philosophical investigations focus on the role of collective action, the relationship between nationalism and democracy, and the notions of the public employed by socioreligious movements. The second section addresses a wide range of counter-hegemonic discourses and practices that enable the public sphere, such as memoirs, testimonies, strategies of surveillance, the Tehran bazaar, and the movements of migratory workers. The third section provides empirical accounts of the way in which mutual communication through technology has vitally expanded the notion of the public in the MENA region. In conclusion, conflict and resistance are shown to be generative forces in public discourse and debate and in the production of national publics.<br>contents:<br>Introduction / Seteney Shami --<br>Public spheres and urban space: a critical comparative approach / Fawwaz Traboulsi --<br>Religious mobilization and the public sphere: reflections on alternative genealogies / Mark LeVine, Armando Salvatore --<br>Conflict, \"communication\" and the role of collective action in the formation of public spheres / Zeynep Gambetti --<br>Counterpublics of memory: memoirs and public testimonies of the Lebanese Civil War / Sune Haugbolle --<br>Migrant domestic workers: a new public presence in the Middle East? / Annelies Moors ...[et al.] --<br>Surveillance and constituting the public in the Ottoman Empire / Cengiz Kirli --<br>Places in shadows, networks in transformation: an analysis of the Tehran Bazaar's publicness / Arang Keshavarzian --<br>The \"voice of the people\" (lisān al-shaʻb): the press and the public sphere in revolutionary Palestine / Michelle U. Campos --<br>Seeking liberty and constructing identities: Algerian publics and satellite television / Ratiba Hadj-Moussa --<br>Moral citizenship in Morocco's technogenic public sphere / Bahiyyih Maroon --<br>Weblogistan: the emergence of a new public sphere in Iran / Masserat Amir-Ebrahimi --<br>Students on soapboxes: the metropole in anticolonial nationalist activity / Noor-Aiman Khan --<br>The historical genesis of the public sphere in Iraq, 1900-1963: implications for building democracy in the post Baʻthist era / Eric Davis --<br>Conflict, space and the public sphere: renegotiating rules of coexistence in a postwar context / Marie Le Ray --<br>A tug of war: Hizbullah, participation, and contestation in the Lebanese public sphere / Joseph Alagha","citation-key":"Shami+2008","editor":[{"family":"Shami","given":"Seteney"}],"event-place":"New York","ISBN":"978-0-9790772-5-8 0-9790772-5-7","issued":{"date-parts":[[2008]]},"language":"English","note":"oclc: 227031462\nuuid: 70AD9582-46AB-41AB-9704-D055EE0C5560","publisher":"Social Science Research Council","publisher-place":"New York","source":"British Library, SOAS, FU Islamwissenschaft","title":"Publics, Politics and Participation: Locating the Public Sphere in the Middle East and North Africa.","title-short":"Publics, Politics and Participation","type":"book"},
  {"id":"Shetty+2000","author":[{"family":"Shetty","given":"Sandhya"},{"family":"Bellamy","given":"Elizabeth J Jane"}],"citation-key":"Shetty+2000","container-title":"Diacritics","DOI":"10/gfwpcp","issue":"1","issued":{"literal":"2000-04-xx"},"language":"en","note":"uuid: AEEB2B8A-E801-471A-BC31-72F5CECA40EE","number":"1","page":"25-48","title":"Postcolonialism's Archive Fever","type":"article-journal","volume":"30"},
  {"id":"Shirky+2008","abstract":"An examination of how the rapid spread of new forms of social interaction enabled by technology is changing the way humans form groups and exist within them, with profound long-term economic and social effects--for good and for ill. Our age's new technologies of social networking are evolving, and evolving us, into new groups doing new things in new ways, and old and new groups alike doing the old things better and more easily. Hierarchical structures that exist to manage the work of groups are seeing their raisons d'e^tre swiftly eroded by the rising tide. Business models are being destroyed, transformed, born at dizzying speeds, and the larger social impact is profound. Clay Shirky is one of our wisest observers of the transformational power of the new forms of tech-enabled social interaction, and this is his reckoning with the ramifications of all this on what we do and who we are.--From publisher description. Discusses and uses examples of how digital networks transform the ability of humans to gather and cooperate with one another.","author":[{"family":"Shirky","given":"Clay"}],"citation-key":"Shirky+2008","event-place":"London","ISBN":"978-0-7139-9989-1","issued":{"date-parts":[[2008]]},"language":"English","note":"oclc: 493785882\nuuid: 9BF83C2D-7460-4BD8-807A-5E134375DB72","publisher":"Allen Lane","publisher-place":"London","title":"Here comes everybody: The Power of Organizing without Organizations","title-short":"Here Comes Everybody","type":"book"},
  {"id":"Shirky+2011","abstract":"Gin, television, and cognitive surplus -- Means -- Motive -- Opportunity -- Culture -- Personal, communal, public, civic -- Looking for the mouse.","author":[{"family":"Shirky","given":"Clay"}],"citation-key":"Shirky+2011","event-place":"New York, NY","ISBN":"978-1-59420-253-7","issued":{"date-parts":[[2011]]},"language":"English","note":"oclc: 753241767\nuuid: 36AEC765-BE29-41DD-97B2-93A11C55A391","publisher":"Penguin Books","publisher-place":"New York, NY","title":"Cognitive surplus: how technology makes consumers into collaborators","title-short":"&lt;i&gt;Cognitive Surplus&lt;/i&gt;","type":"book"},
  {"id":"Shome+2009+PostcolonialStudiesAnd","author":[{"family":"Shome","given":"Raka"}],"citation-key":"Shome+2009+PostcolonialStudiesAnd","container-title":"Journal of Global Mass Communication","issue":"3","issued":{"date-parts":[[2009]]},"page":"8–17","source":"Google Scholar","title":"Postcolonial studies and communication studies: Mapping new terrains of investigation","title-short":"Postcolonial studies and communication studies","type":"article-journal","volume":"2"},
  {"id":"Singh+2018+TheFirstIndianscript","abstract":"In the early decades of the twentieth century imperatives for faster composition and larger circulation of printed matter across the Indian subcontinent came to the fore with the rise of nationalism, the Indian independence movement, and the politics of language and script that emerged alongside. With limited recourse to technical know-how, colonial printing establishments responded by approaching manufacturers who could undertake the requisite technical experimentation for mechanical composition. The London-based Monotype Corporationis credited with the earliest development of a Devanagari-script typeface for its hot-metal machines. It has so far been thought that this development took place in the 1930s and that it was the first of its kind. This essay uncovers and examines evidence that situates the first Devanagari typeface on the Monotype machine as a distinct project, starting almost a decade earlier in 1921.","accessed":{"date-parts":[[2021,10,13]]},"author":[{"family":"Singh","given":"Vaibhav"}],"citation-key":"Singh+2018+TheFirstIndianscript","container-title":"Journal of the Printing Historical Society","ISSN":"0079-5321","issued":{"date-parts":[[2018]]},"language":"en","publisher":"Printing Historical Society; https://web.archive.org/web/20211013183341/http://printinghistoricalsociety.org.uk/","source":"centaur.reading.ac.uk","title":"The first Indian-script typeface on the Monotype: a missing chapter in the history of mechanical typecasting","title-short":"The first Indian-script typeface on the Monotype","type":"article-journal","URL":"https://centaur.reading.ac.uk/76953/","volume":"29"},
  {"id":"Singh+2018+TheMachineIn","abstract":"The decades of 1930s and 40s in which India’s struggle against British rule gained momentum also ushered in critical technological change in the way texts in many Indian languages were materially produced and represented in print. The foremost facilitators of this change were third parties precariously placed in the colonial equation. Focusing on the dilemmas and contradictions of one such concern, the New York-based Mergenthaler Linotype Company and its program for the Devanagari script, this essay examines the mechanics of the power struggle embodied in the process of technological and typographical change. Against the backdrop of India’s independence movement, in deeply contested territories of language and script, the examination of typographical networks that formulated and realized this project throws new light on the richly ambivalent ideological negotiations involved – between popular and academic aspirations, altruistic and commercial enterprises, communal agendas and nationalist politics, and between imperial administration and colonial subjects.","accessed":{"date-parts":[[2021,10,13]]},"author":[{"family":"Singh","given":"Vaibhav"}],"citation-key":"Singh+2018+TheMachineIn","container-title":"Philological Encounters","DOI":"10.1163/24519197-12340051","ISSN":"2451-9197","issue":"4","issued":{"date-parts":[[2018]]},"language":"en","number":"4","page":"469-495","publisher":"Brill; https://web.archive.org/web/20211013183408/http://centaur.reading.ac.uk/75684/","source":"centaur.reading.ac.uk","title":"The machine in the colony: technology, politics, and the typography of Devanagari in the early years of mechanization","title-short":"The machine in the colony","type":"article-journal","URL":"http://centaur.reading.ac.uk/75684/","volume":"3"},
  {"id":"Soffer+2010+TheNoblePirate","author":[{"family":"Soffer","given":"Oren"}],"citation-key":"Soffer+2010+TheNoblePirate","container-title":"The Journal of Israeli History","DOI":"10/czkqd7","issue":"2","issued":{"date-parts":[[2010]]},"language":"en","page":"159–174","publisher":"Taylor & Francis","source":"Google Scholar","title":"“The noble pirate”: The Voice of Peace offshore radio station","title-short":"“The noble pirate”","type":"article-journal","volume":"29"},
  {"id":"Sonay+2017+RadioAndPolitical","author":[{"family":"Sonay","given":"Ali"}],"citation-key":"Sonay+2017+RadioAndPolitical","container-title":"The Journal of North African Studies","DOI":"10/gmsvtw","issue":"3","issued":{"date-parts":[[2017]]},"page":"411–434","publisher":"Taylor & Francis","source":"Google Scholar","title":"Radio and political change: listening in contemporary Morocco","title-short":"Radio and political change","type":"article-journal","volume":"22"},
  {"id":"Sonay+2018+LocalMediaIn","author":[{"family":"Sonay","given":"Ali"}],"citation-key":"Sonay+2018+LocalMediaIn","container-title":"Middle East Critique","DOI":"10.1080/19436149.2018.1433585","issue":"2","issued":{"date-parts":[[2018]]},"page":"127–140","publisher":"Taylor & Francis","source":"Google Scholar","title":"Local media in Turkey: The growth of Islamic networks in Konya’s radio landscape","title-short":"Local media in Turkey","type":"article-journal","volume":"27"},
  {"id":"Stanton++SituatingRadioIn","abstract":"This article situates radio within the broader soundscape and social world of 1930s–1940s Mandate Jerusalem. It examines several layers of the radio soundscape: the sounds of the broadcasting studio, the sounds and noise that radio listeners might have experienced from their set, and the sounds of radio broadcasting as mingled with other kinds of sound in Jerusalem’s public and private urban spaces. Contextualizing radio sounds within the broader urban soundscape improves our understanding of radio’s position within the social world of Mandate Jerusalem, and of the broader interrelations between sounds and the lived experiences of Mandate Jerusalemites. Jerusalem provides a worthwhile case study because of its historic religious importance, its increased political importance as capital of the Mandate administration, and because the Palestine Broadcasting Service, the state radio service, was headquartered there. Laying out the contours of this broader soundscape also helps move us closer toward a “sounded history” of this period – one in which scholars integrate sounds of various kinds into their analyses, as integral parts of Jerusalemites’ lived experiences. Understanding the richness of this aural landscape, which included communications technologies like the telegraph and telephone, and transportation technologies like buses and trains, helps bring to life the broader societal and political context of the Mandate’s major events and developments.","author":[{"family":"Stanton","given":"Andrea"}],"citation-key":"Stanton++SituatingRadioIn","container-title":"Jerusalem Quarterly","issued":{"date-parts":[[2021]]},"language":"en","page":"97-116","source":"Google Scholar","title":"Situating Radio in the Soundscape of Mandate Palestine","type":"article-journal","volume":"86"},
  {"id":"Stanton+2013+PartOfImperial","author":[{"family":"Stanton","given":"Andrea"}],"citation-key":"Stanton+2013+PartOfImperial","container-title":"Media History","DOI":"10/gmvjsg","issue":"4","issued":{"date-parts":[[2013]]},"page":"421–435","publisher":"Taylor & Francis","source":"Google Scholar","title":"Part of imperial communications: British-Governed Radio in the Middle East, 1934–1949","title-short":"Part of imperial communications","type":"article-journal","volume":"19"},
  {"id":"Stanton+2020+CanImperialRadio","author":[{"family":"Stanton","given":"Andrea L."}],"citation-key":"Stanton+2020+CanImperialRadio","container-title":"History Compass","DOI":"10/gmvjt8","issue":"1","issued":{"date-parts":[[2020]]},"page":"e12602","publisher":"Wiley Online Library","source":"Google Scholar","title":"Can imperial radio be transnational? British-affiliated Arabic radio broadcasting in the interwar period","title-short":"Can imperial radio be transnational?","type":"article-journal","volume":"18"},
  {"id":"Stanton2013ThisIsJerusalem","author":[{"family":"Stanton","given":"Andrea"}],"citation-key":"Stanton2013ThisIsJerusalem","event-place":"Austin","issued":{"date-parts":[[2013]]},"language":"en","note":"https://web.archive.org/web/20211213092443/https://digitalcommons.du.edu/religious_studies_faculty/2/","publisher":"University of Texas Press","publisher-place":"Austin","title":"This Is Jerusalem Calling: State Radio in Mandate Palestine","title-short":"This Is Jerusalem Calling","type":"book","URL":"https://digitalcommons.du.edu/religious_studies_faculty/2"},
  {"id":"Stanton2016WhoHeardWhat","author":[{"family":"Stanton","given":"Andrea L."}],"citation-key":"Stanton2016WhoHeardWhat","container-title":"International Journal of Middle East Studies","DOI":"10.1017/s0020743815001555","issue":"1","issued":{"date-parts":[[2016]]},"page":"141–145","publisher":"Cambridge University Press","source":"Google Scholar","title":"Who Heard What When: Learning from Radio Broadcasting Hours and Programs in Jerusalem","title-short":"Who Heard What When","type":"article-journal","volume":"48"},
  {"id":"Star+1999+TheEthnographyOf","abstract":"This article asks methodological questions about studying infrastructure with some of the tools and perspectives of ethnography. Infrastructure is both relational and ecological—it means different things to different groups and it is part of the balance of action, tools, and the built environment, inseparable from them. It also is frequently mundane to the point of boredom, involving things such as plugs, standards, and bureaucratic forms. Some of the difficulties of studying infrastructure are how to scale up from traditional ethnographic sites, how to manage large quantities of data such as those produced by transaction logs, and how to understand the interplay of online and offline behavior. Some of the tricks of the trade involved in meeting these challenges include studying the design of infrastructure, understanding the paradoxes of infrastructure as both transparent and opaque, including invisible work in the ecological analysis, and pinpointing the epistemological status of indictors.","accessed":{"date-parts":[[2021,10,4]]},"author":[{"family":"Star","given":"Susan Leigh"}],"citation-key":"Star+1999+TheEthnographyOf","container-title":"American Behavioral Scientist","container-title-short":"American Behavioral Scientist","DOI":"10.1177/00027649921955326","ISSN":"0002-7642","issue":"3","issued":{"date-parts":[[1999,11]]},"language":"en","page":"377-391","publisher":"SAGE Publications Inc; https://web.archive.org/web/20211004123429/https://journals.sagepub.com/doi/10.1177/00027649921955326","source":"SAGE Journals","title":"The Ethnography of Infrastructure","type":"article-journal","URL":"https://doi.org/10.1177/00027649921955326","volume":"43"},
  {"id":"Starosielski+2015+FixedFlowUndersea","author":[{"family":"Starosielski","given":"Nicole"}],"citation-key":"Starosielski+2015+FixedFlowUndersea","collection-title":"The Geopolitics of Information","container-title":"Signal Traffic: Critical Studies of Media Infrastructures","editor":[{"family":"Parks","given":"Lisa"},{"family":"Starosielski","given":"Nicole"}],"event-place":"Urbana","ISBN":"978-0-252-09741-6","issued":{"date-parts":[[2015,6,15]]},"language":"en","page":"53-70","publisher":"University of Illinois Press","publisher-place":"Urbana","source":"Google Books","title":"Fixed flow: Undersea cables as media infrastructure.","type":"chapter"},
  {"id":"Strauss+2010","abstract":"Inter alia, the article presents some data on Arabic translations of Ottoman texts, mainly in Beirut and Damascus (55-56), noting that despite some translations of scholarly works, grammars, laws etc. there was almost no translation of contemporary Ottoman writers (55). He also concedes that at the moment there is no satisfying answer as to the reasons for this absence (56).<br>Strauss mentions Khalīl Sarkīs, whom he wrongly identifies as the publisher of Ḥadīqat al-Akhbār (56), Louis Ṣābūnjī, Nawfal Niʿmatallah Nawfal, and Ṣādiq al-Muʾayyad al-ʿAẓm","author":[{"family":"Strauss","given":"Johann"}],"citation-key":"Strauss+2010","container-title":"Middle Eastern Literatures","DOI":"10/d7tjzd","event-place":"","issue":"1","issued":{"literal":"2010-06-xx"},"language":"en","note":"uuid: 4AF39CC2-8B22-4E93-A45C-D3120B61EB2B","number":"1","page":"39-76","publisher":"Taylor &amp; Francis Group","publisher-place":"","title":"Who Read What in the Ottoman Empire (19th-20th centuries)?","title-short":"Who Read What in the","type":"article-journal","volume":"6"},
  {"id":"Tenen+2014a","accessed":{"date-parts":[[2015,6,11]]},"author":[{"family":"Tenen","given":"Dennis"},{"family":"Foxman","given":"Maxwell"}],"citation-key":"Tenen+2014a","container-title":"Computational Culture","issue":"4","issued":{"date-parts":[[2014,11,9]]},"language":"English","note":"uuid: 81AE51AC-BFCA-4EEA-A458-E00698D71DCD; https://web.archive.org/web/20210506013230/http://computationalculture.net/book-piracy-as-peer-preservation/","number":"4","title":"Book Piracy as Peer Preservation","type":"article-journal","URL":"http://computationalculture.net/article/book-piracy-as-peer-preservation"},
  {"id":"Thylstrup+2018","abstract":"# case studies<br>- google books<br>- europeana<br># publisher's abstract<br>\"Today, anyone with an internet connection can access hundreds of millions of digitized cultural artifacts from the comfort of their desk. And every day cultural institutions and private bodies add thousands of new cultural works to the digital sphere. Mass digitization is forming new central nexuses of knowledge and new ways of engaging with that knowledge. What at first glance appears to be a simple act of digitization (a transformation of singular books from boundary objects to open sets of data), at closer examination reveals a complex process teeming with diverse political, legal, and cultural investments. This book argues that mass digitization has become a global cultural political project. It offers an in-depth examination of mass digitization of cultural memory in the West and beyond. It suggests a new approach to the study of digital cultural memory archives, proposing to understand mass digitization not as neutral technical processes, but rather as distinct subpolitical processes that build new kinds of archives and new ways of interacting with these archives. And it seeks to develop a critical theoretical framework for understanding the new archival apparatuses and the politics and memory dynamics they give rise to.\"--","author":[{"family":"Thylstrup","given":"Nanna Bonde"}],"citation-key":"Thylstrup+2018","event-place":"Cambridge","ISBN":"978-0-262-03901-7","issued":{"date-parts":[[2018]]},"language":"en","note":"oclc: 1090427862\nuuid: 1BFA26C9-9432-45A5-8151-C919CAEE9260","publisher":"The MIT Press","publisher-place":"Cambridge","title":"The politics of mass digitization","type":"book"},
  {"id":"Tufekci2017TwitterAndTear","abstract":"A firsthand account and incisive analysis of modern protest, revealing internet-fueled social movements’ greatest strengths and frequent challenges To understand a thwarted Turkish coup, an anti–Wall Street encampment, and a packed Tahrir Square, we must first comprehend the power and the weaknesses of using new technologies to mobilize large numbers of people. An incisive observer, writer, and participant in today’s social movements, Zeynep Tufekci explains in this accessible and compelling book the nuanced trajectories of modern protests—how they form, how they operate differently from past protests, and why they have difficulty persisting in their long-term quests for change.   Tufekci speaks from direct experience, combining on-the-ground interviews with insightful analysis. She describes how the internet helped the Zapatista uprisings in Mexico, the necessity of remote Twitter users to organize medical supplies during Arab Spring, the refusal to use bullhorns in the Occupy Movement that started in New York, and the empowering effect of tear gas in Istanbul’s Gezi Park. These details from life inside social movements complete a moving investigation of authority, technology, and culture—and offer essential insights into the future of governance.","accessed":{"date-parts":[[2021,12,13]]},"author":[{"family":"Tufekci","given":"Zeynep"}],"citation-key":"Tufekci2017TwitterAndTear","DOI":"10.12987/9780300228175","issued":{"date-parts":[[2017,5,16]]},"language":"en","publisher":"Yale University Press","source":"www.degruyter.com","title":"Twitter and Tear Gas: The Power and Fragility of Networked Protest","title-short":"Twitter and Tear Gas","type":"book","URL":"https://www.degruyter.com/document/doi/10.12987/9780300228175/html"},
  {"id":"Ucan+2019+ATaleOf","abstract":"Between the nineteenth and twentieth centuries, the influence of Baron Julius de Reuter and his famous agency, Reuters, was evident in his and his family's investments around the world. By looking at the histories of the Reuter Concession and the Greek Railway Concession, this work aims to offer insight into the international politics of certain governments and the value of news as a commodity at the time. The Reuter Concession illustrates part of the British-Russian conflict over Persia while the Greek Railway Concession demonstrates British policy toward the Ottoman Empire and Greco-Ottoman relations.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Uçan","given":"Ceren"}],"citation-key":"Ucan+2019+ATaleOf","container-title":"Middle Eastern Studies","DOI":"10.1080/00263206.2018.1485658","ISSN":"0026-3206","issue":"1","issued":{"date-parts":[[2019,1,2]]},"note":"_eprint: https://doi.org/10.1080/00263206.2018.1485658; https://web.archive.org/web/20211020222454/https://www.tandfonline.com/doi/full/10.1080/00263206.2018.1485658","page":"22-32","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"A tale of two railways and the Reuter family","type":"article-journal","volume":"55"},
  {"id":"Ucan+2019+EndeavoringToEstablish","abstract":"Contemporary challenges in world politics, technology, economics, and social structures made suppliers of news significant for the Ottoman Empire in the nineteenth century. To preserve the Empire, policies that promoted centralization were pursued for decades. Improving transportation and communication systems was part of this centralization policy. However, because these technologies arrived in the Empire several years after its European counterparts founded, established, and extended these systems, it became dependent on foreign news agencies for supplying news. Finding their news biased and in favor of their home governments, Ottoman statesmen first tried to win them over by means of allowances and privileges, but enjoyed little success. As a result, the Empire founded the Ottoman Telegraph Agency. This article attempts to contribute to Ottoman press history by examining the creation of that agency.","author":[{"family":"Uçan","given":"Ceren"}],"citation-key":"Ucan+2019+EndeavoringToEstablish","container-title":"Turkish Studies","DOI":"10.1080/14683849.2019.1682560","issue":"5","issued":{"date-parts":[[2019]]},"page":"750–771","publisher":"Taylor & Francis","source":"Google Scholar","title":"Endeavoring to establish an imperial news agency: the Ottoman Telegraph Agency","title-short":"Endeavoring to establish an imperial news agency","type":"article-journal","volume":"21"},
  {"id":"Ucan+2019+TheNewsAgencies","abstract":"Established in the nineteenth century, Havas, Reuters and Wolff’s became three \nmajor and influential news agencies in the world. Especially Havas and Reuters \ngave utmost importance to the Ottoman Empire and competed to gain control of \nnews collecting and dissemination in the imperial capital. Being challenged by the \nGreat Power politics of the century, the Ottoman Empire tried to have control of the \nnews Havas and Reuters disseminated in the empire and abroad along with other \ncarriers and makers of information through financial means. Not satisfied with the \noutcomes of this policy, the empire searched for ways to have its own news agency \nfor more than three decades. The Ottoman Telegraph Agency, the first semi-formal \nnews agency of the Ottoman Empire came into existence in 1911.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Uçan","given":"Ceren"}],"citation-key":"Ucan+2019+TheNewsAgencies","container-title-short":"Osmanlı İmparatorluğu’ndaki haber ajansları: Havas, Reuters ve Osmanlı Telgraf Ajansı (1862-1914); https://web.archive.org/web/20201022224047/http://repository.bilkent.edu.tr/handle/11693/48253","genre":"PhD Thesis","issued":{"date-parts":[[2019,1]]},"language":"English","license":"info:eu-repo/semantics/openAccess","note":"Accepted: 2019-01-21T10:57:38Z","publisher":"Bilkent University","source":"repository.bilkent.edu.tr","title":"The news agencies in the Ottoman Empire: Havas, Reuters and the Ottoman Telegraph Agency (1862-1914)","title-short":"The news agencies in the Ottoman Empire","type":"thesis","URL":"http://repository.bilkent.edu.tr/handle/11693/48253"},
  {"id":"Ucan+2021+BreakingTheNews","abstract":"The nineteenth-century news market offered benefits beyond sales incomes to opportunists functioning in local and global news markets. The owners of newspapers could come to terms with governments to publish in their favour. They could exploit political tensions among the Great Powers to manipulate governments into making agreements with them. They also utilized their influence upon groups of people to extract money from governments. The manipulation of news for personal gain is here investigated through the case of Selim Faris, journalist, son of author Ahmad Faris, manager of Al-Jawaib (1870-1884), owner of Hürriyet (1894-1897) and Khilafat-Hilafet, and author of The Decline of English Prestige in the East.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Uçan","given":"Ceren"}],"citation-key":"Ucan+2021+BreakingTheNews","container-title":"Middle Eastern Studies","DOI":"10.1080/00263206.2021.1874362","ISSN":"0026-3206","issue":"4","issued":{"date-parts":[[2021,7,4]]},"note":"_eprint: https://doi.org/10.1080/00263206.2021.1874362; https://web.archive.org/web/20211020214242/https://www.tandfonline.com/action/cookieAbsent","page":"657-667","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Breaking the news: a case study on nineteenth century journalism and Selim Faris","title-short":"Breaking the news","type":"article-journal","URL":"https://doi.org/10.1080/00263206.2021.1874362","volume":"57"},
  {"id":"Ucer+2021+TelegraphicProtectionismGrowth","author":[{"family":"Üçer","given":"Sırrı Emrah"}],"citation-key":"Ucer+2021+TelegraphicProtectionismGrowth","container-title":"Muhasebe ve Finans Tarihi Araştırmaları Dergisi","issue":"21","issued":{"date-parts":[[2021]]},"page":"21–34","source":"Google Scholar","title":"Telegraphic Protectionism: Growth of Ottoman Telegraph Business as a Public Enterprise, 1854-1914","title-short":"Telegraphic Protectionism","type":"article-journal"},
  {"id":"Vaughan+2002+PropagandaByProxy","author":[{"family":"Vaughan","given":"James"}],"citation-key":"Vaughan+2002+PropagandaByProxy","container-title":"Historical Journal of Film, Radio and Television","DOI":"10/b36z9n","issue":"2","issued":{"date-parts":[[2002]]},"page":"157–172","publisher":"Taylor & Francis","source":"Google Scholar","title":"Propaganda by Proxy?: Britain, America, and Arab Radio Broadcasting, 1953-1957","title-short":"Propaganda by Proxy?","type":"article-journal","volume":"22"},
  {"id":"Vaughan+2008+TheBbcS","author":[{"family":"Vaughan","given":"James R."}],"citation-key":"Vaughan+2008+TheBbcS","container-title":"Historical Journal of Film, Radio and Television","DOI":"10/dqzdj5","issue":"4","issued":{"date-parts":[[2008]]},"page":"499–514","publisher":"Taylor & Francis","source":"Google Scholar","title":"The BBC's external services and the Middle East before the Suez crisis","type":"article-journal","volume":"28"},
  {"id":"Weinberger+2011","abstract":"We used to know how to know. We got our answers from books or experts. We'd nail down the facts and move on. But in the Internet age, knowledge has moved onto networks. There's more knowledge than ever, of course, but it's different. Topics have no boundaries, and nobody agrees on anything. Yet this is the greatest time in history to be a knowledge seeker, if you know how. In Too Big to Know, Internet philosopher David Weinberger shows how business, science, education, and the government are learning to use networked knowledge to understand more than ever and to make smarter decisions than they could when they had to rely on mere books and experts. This groundbreaking book shakes the foundations of our concept of knowledge -- from the role of facts to the value of books and the authority of experts --  providing a compelling vision of the future of knowledge in a connected world. - Publisher.","author":[{"family":"Weinberger","given":"David"}],"citation-key":"Weinberger+2011","event-place":"New York","ISBN":"978-0-465-02142-0","issued":{"date-parts":[[2011]]},"language":"English","note":"oclc: 701015486\nuuid: 4660B302-02E0-44B2-98BD-4CB355651FBB","publisher":"Basic Books","publisher-place":"New York","title":"Too big to know: rethinking knowledge now that the facts aren't the facts, experts are everywhere, and the smartest person in the room is the room","title-short":"Too big to know","type":"book"},
  {"id":"Winner+1980","author":[{"family":"Winner","given":"Langdon"}],"citation-key":"Winner+1980","container-title":"Daedalus","issued":{"date-parts":[[1980]]},"note":"uuid: EAB72EAB-AD63-4411-9588-104D2CD4F16D","page":"121-136","title":"Do artifacts have politics?","type":"article-journal"},
  {"id":"Winston+2002+MediaTechnologyAnd","abstract":"Challenging the popular myth of a present-day 'information revolution', Media Technology and Society is essential reading for anyone interested in the social impact of technological change. Winston argues that the development of new media forms, from the telegraph and the telephone to computers, satellite and virtual reality, is the product of a constant play-off between social necessity and suppression: the unwritten law by which new technologies are introduced into society only insofar as their disruptive potential is limited.","author":[{"family":"Winston","given":"Brian"}],"citation-key":"Winston+2002+MediaTechnologyAnd","ISBN":"978-1-134-76632-1","issued":{"date-parts":[[2002,9,11]]},"language":"en","number-of-pages":"400","publisher":"Routledge","source":"Google Books","title":"Media,Technology and Society: A History: From the Telegraph to the Internet","title-short":"Media,Technology and Society","type":"book"},
  {"id":"Wishnitzer+2015","abstract":"IMPORTANT: I read most of this PDF in Sente!","author":[{"family":"Wishnitzer","given":"Avner"}],"call-number":"015 1204","citation-key":"Wishnitzer+2015","event-place":"Chicago","ISBN":"978-0-226-25786-0","issued":{"date-parts":[[2015]]},"language":"English","note":"oclc: 910847974\nuuid: 604589A7-9994-42B5-AB5D-A3FE9B349770","publisher":"University of Chicago Press","publisher-place":"Chicago","source":"OIB","title":"Reading clocks, alla Turca: time and society in the late Ottoman Empire","title-short":"Reading clocks, alla Turca","type":"book"},
  {"id":"Wrisley+2021+DataAndInfrastructure","author":[{"family":"Wrisley","given":"David"}],"citation-key":"Wrisley+2021+DataAndInfrastructure","event-place":"Online","event-title":"Digital Humanities: Ways Forward, A Conference in Honor of David Kammerling Smith","issued":{"date-parts":[[2021,3,20]]},"language":"en","publisher":"Society of French Historical Studies","publisher-place":"Online","title":"Data and Infrastructure as Privilege","type":"paper-conference"},
  {"id":"Yanatma2020DominanceCollaborationAnd","abstract":"This article investigates the relationship between the Ottoman state and the operations of the most powerful international news agencies of its time, Havas and Reuters, within the Ottoman Empire. The two agencies started to operate in Istanbul during the Crimean War and soon became the most influential sources of news both within and outside the Ottoman Empire. The article examines how the Ottoman state, perceiving them as a threat, attempted to resist their dominant role in news-production by collaborating with other different agencies and actors. When this failed, it tried to found a national news agency.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Yanatma","given":"Servet"}],"citation-key":"Yanatma2020DominanceCollaborationAnd","container-title":"Journalism","container-title-short":"Journalism","DOI":"10/gm6gp4","ISSN":"1464-8849","issued":{"date-parts":[[2020,6,3]]},"language":"en","license":"CC BY-NC 4.0","publisher":"SAGE Publications; https://web.archive.org/web/20211020224517/https://journals.sagepub.com/doi/10.1177/1464884920924174","source":"SAGE Journals","title":"Dominance, collaboration and resistance: Developing the idea of a national news agency in the Ottoman Empire, 1854–1914","title-short":"Dominance, collaboration and resistance","type":"article-journal","URL":"https://doi.org/10.1177/1464884920924174"},
  {"id":"Zelizer+2018+EpilogueTimingThe","abstract":"This epilogue argues that time matters in journalism’s operation but is not sufficiently considered in its study. It focuses on the temporal expectations associated with the digital environment, highlighting problems with an overemphasis on the present in studies of news production, a lack of temporality in discussions of news engagement, and a failure to consider the temporal depletion associated with journalism’s future.","accessed":{"date-parts":[[2021,10,20]]},"author":[{"family":"Zelizer","given":"Barbie"}],"citation-key":"Zelizer+2018+EpilogueTimingThe","container-title":"Journalism","container-title-short":"Journalism","DOI":"10/gfz2wd","ISSN":"1464-8849","issue":"1","issued":{"date-parts":[[2018,1,1]]},"language":"en","note":"https://web.archive.org/web/20210506103843/http://journals.sagepub.com/doi/10.1177/1464884916688964","page":"111-121","publisher":"SAGE Publications","source":"SAGE Journals","title":"Epilogue: Timing the study of news temporality","title-short":"Epilogue","type":"article-journal","URL":"https://doi.org/10.1177/1464884916688964","volume":"19"}
]
